const data = [ {y: "光*耀祖", x: "开*明义", ok: "宗", id: 1, options: "奇善聋鱼服宗反冠大混"}
,{y: "*米之乡", x: "*肉百姓", ok: "鱼", id: 2, options: "合鱼丰前势冠争离一香"}
,{y: "网开*面", x: "*本正经", ok: "一", id: 3, options: "一事秀人可负起根前不"}
,{y: "置之*外", x: "以己*人", ok: "度", id: 4, options: "尾失如度忍糊五从珑老"}
,{y: "神出*没", x: "*蜮伎俩", ok: "鬼", id: 5, options: "苦成鬼无坤寒不体心砖"}
,{y: "焕然一*", x: "日*月异", ok: "新", id: 6, options: "动志测生新九问胜抒力"}
,{y: "*亭玉立", x: "*台楼阁", ok: "亭", id: 7, options: "应如三短缺罗亭入智天"}
,{y: "*怩作态", x: "*怩不安", ok: "忸", id: 8, options: "一续忍济钟红忸不天血"}
,{y: "红杏出*", x: "铜*铁壁", ok: "墙", id: 9, options: "凤守包墙小足费神妻不"}
,{y: "另请高*", x: "简*扼要", ok: "明", id: 10, options: "幸晦用骂节敲明不为异"}
,{y: "*天而降", x: "*长计议", ok: "从", id: 11, options: "重彬得赫十五避从难背"}
,{y: "势如*竹", x: "*铜烂铁", ok: "破", id: 12, options: "避人破教五豆画抗流四"}
,{y: "思前*后", x: "*入非非", ok: "想", id: 13, options: "然不想二而地多职惩大"}
,{y: "*到好处", x: "*如其分", ok: "恰", id: 14, options: "错失恰善见测难轻两鱼"}
,{y: "*方夜谭", x: "*昏地暗", ok: "天", id: 15, options: "续后于罪试牙得之涌天"}
,{y: "安*无恙", x: "黯*销魂", ok: "然", id: 16, options: "真负其大金图墙兢然穷"}
,{y: "流*失所", x: "*心离德", ok: "离", id: 17, options: "现大酣指雷离缠翻绝成"}
,{y: "分工*作", x: "*二为一", ok: "合", id: 18, options: "直素上满合取如逢冠路"}
,{y: "蛛*马迹", x: "治*益棼", ok: "丝", id: 19, options: "力手艰一丝打避红敬远"}
,{y: "暴殄*物", x: "悲*悯人", ok: "天", id: 20, options: "天而小兢现金五实八两"}
,{y: "一*一滴", x: "星星*点", ok: "点", id: 21, options: "点错世法受机凤腾恰大"}
,{y: "惊*动魄", x: "将*比心", ok: "心", id: 22, options: "容会方地绣失止难心艰"}
,{y: "打情*俏", x: "*骂咧咧", ok: "骂", id: 23, options: "骂再祸图怀飞自动藏事"}
,{y: "文*饰非", x: "*河拆桥", ok: "过", id: 24, options: "心曲走过一裁众明情于"}
,{y: "朗朗乾*", x: "扭转乾*", ok: "坤", id: 25, options: "坤不力壮得我见兵危残"}
,{y: "*辱负重", x: "*辱偷生", ok: "忍", id: 26, options: "不狗三无继用生敬忍落"}
,{y: "虚怀*谷", x: "受宠*惊", ok: "若", id: 27, options: "远四百义样若后离天成"}
,{y: "长眠不*", x: "思潮*伏", ok: "起", id: 28, options: "声先起不失形入明摸水"}
,{y: "*不及待", x: "*在眉睫", ok: "迫", id: 29, options: "迫大遍风错事通之重惩"}
,{y: "厚*薄彼", x: "以*类推", ok: "此", id: 30, options: "户此世所勃头圆声说情"}
,{y: "众说*纭", x: "议论*纷", ok: "纷", id: 31, options: "声小管施灵血车洗天纷"}
,{y: "*韧不拔", x: "*如磐石", ok: "坚", id: 32, options: "息一金自色大坚忍比见"}
,{y: "先入*主", x: "无能*力", ok: "为", id: 33, options: "泰词逢气负户不而为如"}
,{y: "接风洗*", x: "风*仆仆", ok: "尘", id: 34, options: "用可其落反上然尘废读"}
,{y: "励精*治", x: "*谋不轨", ok: "图", id: 35, options: "碎辙言打终头图碧傲咬"}
,{y: "*遥无期", x: "*遥相对", ok: "遥", id: 36, options: "气秀恶窗目直观画应遥"}
,{y: "*历在目", x: "*历可数", ok: "历", id: 37, options: "轻错不三历现迫似大含"}
,{y: "答非*问", x: "夺人*好", ok: "所", id: 38, options: "人奉三弦我然不复图所"}
,{y: "停滞*前", x: "忐忑*安", ok: "不", id: 39, options: "不大衣包如精妙而传临"}
,{y: "有色*镜", x: "心明*亮", ok: "眼", id: 40, options: "安择辙各身力眼经贵骨"}
,{y: "苟且偷*", x: "落地*根", ok: "生", id: 41, options: "巧还云贤生极志不无新"}
,{y: "缓兵*计", x: "悔*晚矣", ok: "之", id: 42, options: "之若鬼理一彼碎涌无杀"}
,{y: "*寥无几", x: "*若星辰", ok: "寥", id: 43, options: "拉言怪厉晓华寥朝脚闲"}
,{y: "震耳*聋", x: "*壑难填", ok: "欲", id: 44, options: "奋出小尾欲自枯三眉当"}
,{y: "*神抖擞", x: "*诚团结", ok: "精", id: 45, options: "马敲足害散豆精人俱津"}
,{y: "卧薪尝*", x: "闻风丧*", ok: "胆", id: 46, options: "抱死胆灵枯衣荣之继息"}
,{y: "忙里偷*", x: "*情逸致", ok: "闲", id: 47, options: "小舞年缺远刚始闲摧辞"}
,{y: "表里*一", x: "碧空*洗", ok: "如", id: 48, options: "经人花生大如无理悔明"}
,{y: "博大*深", x: "抖擞*神", ok: "精", id: 49, options: "地而混精洗始齐想可光"}
,{y: "闲云*鹤", x: "山肴*蔌", ok: "野", id: 50, options: "壮差野过平机风徒扬直"}
,{y: "*家争鸣", x: "*炼成钢", ok: "百", id: 51, options: "其力试作事引别光碧百"}
,{y: "不速之*", x: "*死他乡", ok: "客", id: 52, options: "目军想杂春客家酒门我"}
,{y: "大功告*", x: "*群结队", ok: "成", id: 53, options: "生枝一不高骨难话大成"}
,{y: "不辞*苦", x: "不*而获", ok: "劳", id: 54, options: "仗机各劳犹咬坐狗混复"}
,{y: "大显*手", x: "半*不遂", ok: "身", id: 55, options: "身荣测丰多力花秀可知"}
,{y: "万死*辞", x: "玩世*恭", ok: "不", id: 56, options: "百为热望救龙难而海不"}
,{y: "与众*同", x: "直言*讳", ok: "不", id: 57, options: "事不待两息赤聋天重心"}
,{y: "易*反掌", x: "游人*织", ok: "如", id: 58, options: "如错严咬境联不冲饱兵"}
,{y: "天*地义", x: "小本*营", ok: "经", id: 59, options: "成经大武十逃而无莫言"}
,{y: "*无缥缈", x: "蜗角*名", ok: "虚", id: 60, options: "后虚藏小遍两失所山朝"}
,{y: "扬长*短", x: "退*三舍", ok: "避", id: 61, options: "而完照军无荣生调废避"}
,{y: "勉为其*", x: "*乎其难", ok: "难", id: 62, options: "难上友冠饮口敲然补从"}
,{y: "万劫不*", x: "死而*生", ok: "复", id: 63, options: "退可至复往怀抗无于风"}
,{y: "没*没了", x: "日臻*善", ok: "完", id: 64, options: "难笑引无风之酣完张反"}
,{y: "好自为*", x: "后顾*忧", ok: "之", id: 65, options: "焚共别怪眼不色门相之"}
,{y: "装*作哑", x: "振*发聩", ok: "聋", id: 66, options: "花其之问聋头风作耳断"}
,{y: "不知*措", x: "寸有*长", ok: "所", id: 67, options: "残非消风无豆三背所四"}
,{y: "徇私*弊", x: "莺歌燕*", ok: "舞", id: 68, options: "危舞想有才子传省四度"}
,{y: "有气无*", x: "一臂之*", ok: "力", id: 69, options: "不白力张言体花了之好"}
,{y: "*以置信", x: "*以预料", ok: "难", id: 70, options: "息鬼俱血难厉笑脚风人"}
,{y: "抛*露面", x: "蔫*耸脑", ok: "头", id: 71, options: "浩若忸消退同之变异头"}
,{y: "娇*惯养", x: "蓬荜*辉", ok: "生", id: 72, options: "故之目节生月绝纵全共"}
,{y: "*灰意冷", x: "*满意足", ok: "心", id: 73, options: "悔面心尔节击意得再海"}
,{y: "恋恋*舍", x: "屡试*爽", ok: "不", id: 74, options: "办众不大力手点无燃劈"}
,{y: "*口难调", x: "*星拱月", ok: "众", id: 75, options: "明肺原众一百情道于错"}
,{y: "十字路*", x: "目瞪*呆", ok: "口", id: 76, options: "害口巧面就勃门大冰家"}
,{y: "说长道*", x: "三长两*", ok: "短", id: 77, options: "兵精短其死德雕接巨齐"}
,{y: "例行公*", x: "就*论事", ok: "事", id: 78, options: "喜花五身奋即如不事省"}
,{y: "与*隔绝", x: "与*长辞", ok: "世", id: 79, options: "无一直体沙世贪来修当"}
,{y: "赞不绝*", x: "有*皆碑", ok: "口", id: 80, options: "口经友价抗首不共惶勃"}
,{y: "离群索*", x: "*心不良", ok: "居", id: 81, options: "居形怒不其澎声然敌反"}
,{y: "死不*改", x: "*不当初", ok: "悔", id: 82, options: "气无士敬赴失不耳勃悔"}
,{y: "雪花*舞", x: "突*猛进", ok: "飞", id: 83, options: "飞鱼人各载知枯书原当"}
,{y: "以一*十", x: "长歌*哭", ok: "当", id: 84, options: "仗不当大合妻血光世反"}
,{y: "胡*非为", x: "矫揉造*", ok: "作", id: 85, options: "彩家而昂烟婆往远作高"}
,{y: "了*指掌", x: "一*曩昔", ok: "如", id: 86, options: "无动辙武放生如四补翻"}
,{y: "雄才*略", x: "真相*白", ok: "大", id: 87, options: "放尽子才宜晦相大绣迷"}
,{y: "稀奇古*", x: "少见多*", ok: "怪", id: 88, options: "饮价贵生观大裁反接怪"}
,{y: "入木*分", x: "*从四德", ok: "三", id: 89, options: "俱三花轻样调争巨开火"}
,{y: "首当其*", x: "*锋陷阵", ok: "冲", id: 90, options: "怪花此戴返体坤冲择通"}
,{y: "喝西北*", x: "寒*刺骨", ok: "风", id: 91, options: "浩天罪无遍风心背呼如"}
,{y: "功德*满", x: "*颅方趾", ok: "圆", id: 92, options: "置之天圆破烟退客头分"}
,{y: "欢*鼓舞", x: "*喜若狂", ok: "欣", id: 93, options: "跳欣人征形反约息作纷"}
,{y: "斤斤计*", x: "锱铢必*", ok: "较", id: 94, options: "法相尔始较不生事荣约"}
,{y: "掩耳*铃", x: "欺世*名", ok: "盗", id: 95, options: "吞纵车观地复十如盗消"}
,{y: "不厌*烦", x: "出*不意", ok: "其", id: 96, options: "理然战门论故代世杀其"}
,{y: "*奋图强", x: "*愤忘食", ok: "发", id: 97, options: "所一死发貌唯山恰迫似"}
,{y: "关门*吉", x: "顾全*局", ok: "大", id: 98, options: "大塞执不酣当状花毫怪"}
,{y: "替天*道", x: "我*我素", ok: "行", id: 99, options: "齐灵慢识济远行力后点"}
,{y: "*望无际", x: "*张一弛", ok: "一", id: 100, options: "自无师世包才一姿情里"}
, {y: "聚精*神", x: "后*有期", ok: "会", id: 101, options: "得音不刚仗望全会貌道"}
, {y: "鸟语花*", x: "古色古*", ok: "香", id: 102, options: "香避继飞虚三天浩俱呼"}
, {y: "长*累月", x: "遗臭万*", ok: "年", id: 103, options: "传里声各擂年情破凤花"}
, {y: "美中*足", x: "络绎*绝", ok: "不", id: 104, options: "不丝小生绣职止样而大"}
, {y: "尊师*道", x: "*男轻女", ok: "重", id: 105, options: "重动生成新开终补厉少"}
, {y: "*居乐业", x: "*家落户", ok: "安", id: 106, options: "真至息身堂香朝安即循"}
, {y: "水到渠*", x: "茁壮*长", ok: "成", id: 107, options: "里测理遍心骂成火当冲"}
, {y: "不可一*", x: "愤*嫉俗", ok: "世", id: 108, options: "自如百枯前傲八三世变"}
, {y: "一诺千*", x: "披沙拣*", ok: "金", id: 109, options: "发饮妙兵日大天生落金"}
, {y: "毕恭毕*", x: "恭恭*敬", ok: "敬", id: 110, options: "高退敬若坐行顺遍穿击"}
, {y: "各执*词", x: "更胜*筹", ok: "一", id: 111, options: "一姿人征抱比兢四分之"}
, {y: "轩然大*", x: "微*粼粼", ok: "波", id: 112, options: "家冲喜毛修生通花大波"}
, {y: "*喜过望", x: "*相径庭", ok: "大", id: 113, options: "海置大失星废无知苦小"}
, {y: "视同陌*", x: "一*货色", ok: "路", id: 114, options: "放路各灵胜祸户偏心我"}
, {y: "*木不仁", x: "*痹大意", ok: "麻", id: 115, options: "磨死朝麻热悔其玉观大"}
, {y: "行*匆匆", x: "好*之徒", ok: "色", id: 116, options: "天色假四收测罪日往五"}
, {y: "推崇备*", x: "如获*宝", ok: "至", id: 117, options: "生心废面载艰至危息于"}
, {y: "*有尽有", x: "*接不暇", ok: "应", id: 118, options: "应全手故扬而红动形节"}
, {y: "每况愈*", x: "天*第一", ok: "下", id: 119, options: "相怪性下晓问势两翻法"}
, {y: "*指连心", x: "*万火急", ok: "十", id: 120, options: "实无摧为十不明瓮情论"}
, {y: "海底捞*", x: "一*一线", ok: "针", id: 121, options: "还幸待一绝鹊四其动针"}
, {y: "全力以*", x: "单刀*会", ok: "赴", id: 122, options: "目真省四赴生无歪妙尾"}
, {y: "一哄而*", x: "一盘*沙", ok: "散", id: 123, options: "红喜逃路较之幸色散待"}
, {y: "身强力*", x: "理直气*", ok: "壮", id: 124, options: "放明阴横壮易样无如洗"}
, {y: "纵*交错", x: "纵*驰骋", ok: "横", id: 125, options: "目言大兔坐功磨横本慢"}
, {y: "倾*荡产", x: "*破人亡", ok: "家", id: 126, options: "一家朝退若面远瓜师神"}
, {y: "*梁画栋", x: "*栏玉砌", ok: "雕", id: 127, options: "悦碎燃高雕多于之而事"}
, {y: "嘘*问暖", x: "乍暖还*", ok: "寒", id: 128, options: "飘不三寒脚志经根荣头"}
, {y: "挑*拣四", x: "说*道四", ok: "三", id: 129, options: "之三各雕上异情省敬管"}
, {y: "博览群*", x: "焚*坑儒", ok: "书", id: 130, options: "热咬约花行书仗席取我"}
, {y: "铿锵有*", x: "*所能及", ok: "力", id: 131, options: "首冲金兵力子不大信半"}
, {y: "*逐颜开", x: "胁肩谄*", ok: "笑", id: 132, options: "烦风各饱热笑铁而辙过"}
, {y: "*龙混杂", x: "*贯而入", ok: "鱼", id: 133, options: "大面杂从行于消取鱼金"}
, {y: "*具一格", x: "*来无恙", ok: "别", id: 134, options: "而日施别如不泰人敬口"}
, {y: "祸不单*", x: "嘉言懿*", ok: "行", id: 135, options: "宗云石不聋花吃酣行抒"}
, {y: "偷偷*摸", x: "偷鸡*狗", ok: "摸", id: 136, options: "然高无吞分花错意新摸"}
, {y: "恍如隔*", x: "混*魔王", ok: "世", id: 137, options: "不世成穷手风断唱尺所"}
, {y: "博古*今", x: "畅*无阻", ok: "通", id: 138, options: "若动大酒异浑抗通红末"}
, {y: "*谆教导", x: "*谆告诫", ok: "谆", id: 139, options: "非婆谆冲生上恰然来面"}
, {y: "随遇*安", x: "脱颖*出", ok: "而", id: 140, options: "山形兵测势负而骂口大"}
, {y: "*歪斜斜", x: "*风邪气", ok: "歪", id: 141, options: "百读先言横歪成流不死"}
, {y: "盗亦有*", x: "大逆不*", ok: "道", id: 142, options: "雷之肺不三扬人清道跳"}
, {y: "全*覆没", x: "贻误*机", ok: "军", id: 143, options: "为虎军咬不地雷人贪胆"}
, {y: "杯水车*", x: "抱*救火", ok: "薪", id: 144, options: "生骨不交无雷实独薪过"}
, {y: "煽*点火", x: "弱不禁*", ok: "风", id: 145, options: "生观风中逢咬犹德如遍"}
, {y: "哑*失笑", x: "毅*决然", ok: "然", id: 146, options: "服可然针孔首偏才切行"}
, {y: "人模*样", x: "鸡鸣*盗", ok: "狗", id: 147, options: "若人墙如心节志狗不血"}
, {y: "*泣如诉", x: "*丧考妣", ok: "如", id: 148, options: "善严背出跳真如重一生"}
, {y: "众所周*", x: "一*半解", ok: "知", id: 149, options: "虚自俱发用动败一兵知"}
, {y: "入*敷出", x: "时运*济", ok: "不", id: 150, options: "不口过孔然法袒无身返"}
, {y: "等闲视*", x: "得意*作", ok: "之", id: 151, options: "之多冲补纷临空头拉意"}
, {y: "反复*常", x: "出于*奈", ok: "无", id: 152, options: "其国然如三流无刚过直"}
, {y: "如虎添*", x: "小心*翼", ok: "翼", id: 153, options: "翼然兢穷残破国行珠裁"}
, {y: "死灰复*", x: "*眉之急", ok: "燃", id: 154, options: "故手服意境我妙风袒燃"}
, {y: "千家万*", x: "家家*户", ok: "户", id: 155, options: "试逢真户过五血善图口"}
, {y: "囫囵*枣", x: "狼*虎咽", ok: "吞", id: 156, options: "风之根年金仗大毛吞辙"}
, {y: "承前启*", x: "惩前毖*", ok: "后", id: 157, options: "三不鹊闲门战劳于后缠"}
, {y: "一无*有", x: "一无*求", ok: "所", id: 158, options: "坤止洋波天所大晦脸歪"}
, {y: "含*喷人", x: "杜鹃啼*", ok: "血", id: 159, options: "妻之晚不下血摇言人情"}
, {y: "*可磨灭", x: "*可思议", ok: "不", id: 160, options: "鱼兵志心勃不了酒杀骨"}
, {y: "虚度年*", x: "物*天宝", ok: "华", id: 161, options: "砖华尺度敬不反耳坚用"}
, {y: "欢天*地", x: "乔迁之*", ok: "喜", id: 162, options: "怪绣擂待废河不喜读烟"}
, {y: "开诚布*", x: "花花*子", ok: "公", id: 163, options: "了形公巨观不大赤歪我"}
, {y: "心有*悸", x: "死有*辜", ok: "余", id: 164, options: "危玉逢忸共四开杂彼余"}
, {y: "高风亮*", x: "繁文缛*", ok: "节", id: 165, options: "喜志节如不非笑登命前"}
, {y: "择善而*", x: "言听计*", ok: "从", id: 166, options: "落才境一从天长小大喜"}
, {y: "双喜*门", x: "身*其境", ok: "临", id: 167, options: "临彼骨破击怪火见远鱼"}
, {y: "马到成*", x: "论*行赏", ok: "功", id: 168, options: "窗我落境老力树功无可"}
, {y: "振振有*", x: "义正*严", ok: "词", id: 169, options: "闲不接为三调户择彬词"}
, {y: "聪明*智", x: "*子佳人", ok: "才", id: 170, options: "恰偏能才毫意外世如经"}
, {y: "白手起*", x: "罢黜百*", ok: "家", id: 171, options: "利差家兔贤相不右满马"}
, {y: "*天动地", x: "*涛骇浪", ok: "惊", id: 172, options: "话置明泛笑惊龙错来三"}
, {y: "发扬光*", x: "高楼*厦", ok: "大", id: 173, options: "疑鬼人五大死色见丰壮"}
, {y: "*皮赖脸", x: "*乞白赖", ok: "死", id: 174, options: "两大相无手杂死涌花长"}
, {y: "*持己见", x: "*行其是", ok: "各", id: 175, options: "人之得彻彬各原如而于"}
, {y: "鸡*蛋打", x: "魂*魄散", ok: "飞", id: 176, options: "形飞意寥虎情饱而笑出"}
, {y: "*困马乏", x: "*尽其才", ok: "人", id: 177, options: "人一行胜志洋如德性错"}
, {y: "节哀顺*", x: "千*万化", ok: "变", id: 178, options: "轻点意游变石精水其衣"}
, {y: "以*后效", x: "蔚为大*", ok: "观", id: 179, options: "十跳大头成善观翻金体"}
, {y: "穷途*路", x: "本*倒置", ok: "末", id: 180, options: "神迫逢三遍入如尺客末"}
, {y: "*近闻名", x: "*见卓识", ok: "远", id: 181, options: "仗长大登敝朝如远止兢"}
, {y: "川流不*", x: "奔流不*", ok: "息", id: 182, options: "勃成大明关不想息智少"}
, {y: "似是而*", x: "拒谏饰*", ok: "非", id: 183, options: "高试有飘遥人义彼非客"}
, {y: "足*多谋", x: "*子疑邻", ok: "智", id: 184, options: "远色两淡瓜智怒死无经"}
, {y: "言*凿凿", x: "玄*又玄", ok: "之", id: 185, options: "惩尽里共丝引翻之忍机"}
, {y: "一帆*顺", x: "意气*发", ok: "风", id: 186, options: "意犹信斗风境罗非如除"}
, {y: "东*西扯", x: "摧枯*朽", ok: "拉", id: 187, options: "若土繁拉如两新首不力"}
, {y: "亡羊*牢", x: "拾遗*阙", ok: "补", id: 188, options: "天户穿大无玉新补海之"}
, {y: "不识大*", x: "膘肥*壮", ok: "体", id: 189, options: "头有目无才沙开风俱体"}
, {y: "潜移*化", x: "*默无闻", ok: "默", id: 190, options: "世彩吞引客实分一才默"}
, {y: "一决胜*", x: "忘恩*义", ok: "负", id: 191, options: "词身骨流奇势形负光色"}
, {y: "孺子可*", x: "三*九流", ok: "教", id: 192, options: "妙忸教面曲咬神辞自水"}
, {y: "天打*劈", x: "如*贯耳", ok: "雷", id: 193, options: "离雷不忙终恶先花长戴"}
, {y: "措*不及", x: "赤*空拳", ok: "手", id: 194, options: "门欣巧醋绣磨始微行手"}
, {y: "*花绿绿", x: "*花世界", ok: "花", id: 195, options: "花鬼若史色含大不体红"}
, {y: "盛况空*", x: "*仰后合", ok: "前", id: 196, options: "死包独师兵欣冲前而龙"}
, {y: "独具慧*", x: "丢人现*", ok: "眼", id: 197, options: "有作眼落满尘收生海非"}
, {y: "心*口服", x: "*服帖帖", ok: "服", id: 198, options: "服遥想若画吞客收人笑"}
, {y: "*毛麟角", x: "*冠霞帔", ok: "凤", id: 199, options: "惩出醋游凤眼危裁德风"}
, {y: "破烂不*", x: "狼狈不*", ok: "堪", id: 200, options: "差西负风气经堪才抱易"}
, {y: "掂斤播*", x: "*面三刀", ok: "两", id: 201, options: "四两无杯瓮相画血舞而"}
, {y: "三姑六*", x: "*婆妈妈", ok: "婆", id: 202, options: "为度刚普人婆载斗书惩"}
, {y: "过眼*烟", x: "风*突变", ok: "云", id: 203, options: "色正而顾忙咬云晦虎赫"}
, {y: "渔翁*利", x: "自*自乐", ok: "得", id: 204, options: "纷可大合家得一奉自好"}
, {y: "礼*下士", x: "求*若渴", ok: "贤", id: 205, options: "光成切无心怒厉眉贤样"}
, {y: "风雨同*", x: "刻*求剑", ok: "舟", id: 206, options: "无脚舟里幸事首气彻谆"}
, {y: "日月*梭", x: "巧舌*簧", ok: "如", id: 207, options: "反异徒摸脸骨齐度秀如"}
, {y: "争奇*艳", x: "困兽犹*", ok: "斗", id: 208, options: "鬼人兔散奇及分心一斗"}
, {y: "自*残杀", x: "以礼*待", ok: "相", id: 209, options: "海全消悔动离严相花壮"}
, {y: "无坚*摧", x: "畏葸*前", ok: "不", id: 210, options: "不为金人应户树谆成子"}
, {y: "走投*路", x: "座*虚席", ok: "无", id: 211, options: "联贤心风无幸色方士不"}
, {y: "岿*屹立", x: "蔚*成风", ok: "然", id: 212, options: "所江息而然两不洗层极"}
, {y: "不远万*", x: "鞭辟入*", ok: "里", id: 213, options: "无里枯骂公语前若金不"}
, {y: "一*不发", x: "一*九鼎", ok: "言", id: 214, options: "事钟扬口横危打言士得"}
, {y: "半推半*", x: "避重*轻", ok: "就", id: 215, options: "就绰其敝费饱大豆而车"}
, {y: "冷酷*情", x: "绝*仅有", ok: "无", id: 216, options: "罗无所一朝百历不后贤"}
, {y: "*计其数", x: "*假思索", ok: "不", id: 217, options: "易当生敲万色不飞反无"}
, {y: "礼尚*来", x: "继*开来", ok: "往", id: 218, options: "平当头师危妻待往黄花"}
, {y: "肆*忌惮", x: "手足*措", ok: "无", id: 219, options: "无四抒友下艰遥人分死"}
, {y: "若隐若*", x: "*身说法", ok: "现", id: 220, options: "离若金不斗目现之国开"}
, {y: "*腔热忱", x: "*腔怒火", ok: "满", id: 221, options: "无头半各面相翻满世善"}
, {y: "*胸露背", x: "*胸露臂", ok: "袒", id: 222, options: "而袒郁之引花目发难独"}
, {y: "安*重迁", x: "*崩瓦解", ok: "土", id: 223, options: "虚鬼天土复苦用非照落"}
, {y: "泪流满*", x: "鸠形鹄*", ok: "面", id: 224, options: "月朝如样破新登面赫世"}
, {y: "一来一*", x: "熙来攘*", ok: "往", id: 225, options: "沙烟往三逢失天事易目"}
, {y: "光*似箭", x: "光*荏苒", ok: "阴", id: 226, options: "世百恶山敲较金阴宗节"}
, {y: "*困潦倒", x: "*凶极恶", ok: "穷", id: 227, options: "然绣之包穷无路徒缠混"}
, {y: "胡搅蛮*", x: "*绵悱恻", ok: "缠", id: 228, options: "后当精力堂五重花燃缠"}
, {y: "枝*叶茂", x: "卷轶浩*", ok: "繁", id: 229, options: "瓮不繁天风然往高无惊"}
, {y: "金*辉煌", x: "苌弘化*", ok: "碧", id: 230, options: "彩语战如后烦无大发碧"}
, {y: "不堪回*", x: "昂*挺胸", ok: "首", id: 231, options: "涌各遍分事往寥风世首"}
, {y: "来日方*", x: "溘然*逝", ok: "长", id: 232, options: "相上细意然末一慢长各"}
, {y: "*三李四", x: "*冠李戴", ok: "张", id: 233, options: "三如根张奉怀放拉意吞"}
, {y: "好*喜功", x: "嚎啕*哭", ok: "大", id: 234, options: "意咬大扬包守不齐素衣"}
, {y: "风吹草*", x: "*辄得咎", ok: "动", id: 235, options: "而其花精再心传动义勃"}
, {y: "居*临下", x: "好*骛远", ok: "高", id: 236, options: "管万鱼高人道摸波末五"}
, {y: "假戏*做", x: "千*万确", ok: "真", id: 237, options: "死百于天公其跳真可里"}
, {y: "手*足蹈", x: "*榭歌台", ok: "舞", id: 238, options: "星贵约音阴舞人试飘天"}
, {y: "明火执*", x: "*义疏财", ok: "仗", id: 239, options: "此救真高石仗离火轻骨"}
, {y: "一时*刻", x: "五大*粗", ok: "三", id: 240, options: "头三命末枝大阴苦敌试"}
, {y: "舍*取义", x: "*不逢时", ok: "生", id: 241, options: "生想风而夫郁势犹碧大"}
, {y: "不*自拔", x: "爱莫*助", ok: "能", id: 242, options: "打花能大消遥两饱风彬"}
, {y: "守株待*", x: "*死孤悲", ok: "兔", id: 243, options: "眉兔短三绿除海惶晚珑"}
, {y: "愧不敢*", x: "理所*然", ok: "当", id: 244, options: "英当尽暴生立还新我风"}
, {y: "千*一律", x: "鸿*巨制", ok: "篇", id: 245, options: "声昂野堂离二篇智实话"}
, {y: "*由自主", x: "*祥之兆", ok: "不", id: 246, options: "扬息飘道返不悔雷吃五"}
, {y: "有机*乘", x: "余勇*贾", ok: "可", id: 247, options: "道而身豆非气目落三可"}
, {y: "女娲*天", x: "截长*短", ok: "补", id: 248, options: "彩关动大扬慢待三离补"}
, {y: "如*大敌", x: "*渊羡鱼", ok: "临", id: 249, options: "仗原亲会惶天明宗右临"}
, {y: "光*陆离", x: "*声怪气", ok: "怪", id: 250, options: "精翻不万完跳绿法层怪"}
, {y: "宁*毋滥", x: "金瓯无*", ok: "缺", id: 251, options: "一缺形其心当惩后顺俱"}
, {y: "翻*倒海", x: "*洋大盗", ok: "江", id: 252, options: "不江辙明抱忸力择山堪"}
, {y: "*地而坐", x: "寝不安*", ok: "席", id: 253, options: "其说事历衣胜徒席动金"}
, {y: "登*入室", x: "富丽*皇", ok: "堂", id: 254, options: "人如若五作堂有遥自小"}
, {y: "寡不*众", x: "克*制胜", ok: "敌", id: 255, options: "含救敌石阔无绰神情巨"}
, {y: "下*伊始", x: "素*白马", ok: "车", id: 256, options: "荣裁壮车艰生堂两无遥"}
, {y: "训练*素", x: "*恃无恐", ok: "有", id: 257, options: "慢如应血风天有此于花"}
, {y: "*烧眉毛", x: "*居道士", ok: "火", id: 258, options: "不路如火巨珠张脚善遥"}
, {y: "暗送秋*", x: "*光粼粼", ok: "波", id: 259, options: "话体大怀不来波手生绝"}
, {y: "谁是谁*", x: "是*分明", ok: "非", id: 260, options: "天不石海非心尽百无跳"}
, {y: "所向无*", x: "同仇*忾", ok: "敌", id: 261, options: "载敌五花赤冰钟意落生"}
, {y: "因人而*", x: "*曲同工", ok: "异", id: 262, options: "之奉明异翻画军朝足得"}
, {y: "*来之笔", x: "*机妙算", ok: "神", id: 263, options: "反生大繁末尽神怒极手"}
, {y: "*歌载舞", x: "*笑载言", ok: "载", id: 264, options: "合古载体可身横扬小尽"}
, {y: "一元复*", x: "有*无终", ok: "始", id: 265, options: "故复里不始残烟八奉摸"}
, {y: "截*不同", x: "戛*而止", ok: "然", id: 266, options: "心香家意中胜然门黄迷"}
, {y: "*发制人", x: "*来后到", ok: "先", id: 267, options: "恶跳如劳情息三除先行"}
, {y: "*然天成", x: "*身是胆", ok: "浑", id: 268, options: "不三约浑砖龙先死钟入"}
, {y: "一鼓作*", x: "一团和*", ok: "气", id: 269, options: "吃作各德齐志吞树气若"}
, {y: "*喊大叫", x: "*轰大嗡", ok: "大", id: 270, options: "无大小背笑彩之华绣世"}
, {y: "*跪九叩", x: "*番五次", ok: "三", id: 271, options: "明奉师妖三绵唯无败乱"}
, {y: "严*不贷", x: "小*大诫", ok: "惩", id: 272, options: "有尾郁惩破话天不铁脚"}
, {y: "屈*可数", x: "令人发*", ok: "指", id: 273, options: "作遥不风军指狗流废之"}
, {y: "*严实实", x: "*阵以待", ok: "严", id: 274, options: "如大摇临话尽无严众咬"}
, {y: "杜绝*患", x: "光前裕*", ok: "后", id: 275, options: "后枯错长昂落浩家而右"}
, {y: "*难困苦", x: "*苦卓绝", ok: "艰", id: 276, options: "办鱼战道薪打变艰亲西"}
, {y: "文质*彬", x: "*彬有礼", ok: "彬", id: 277, options: "眼力彬引传燃一斗醋生"}
, {y: "见*思迁", x: "排除*己", ok: "异", id: 278, options: "难异情现不无下走修足"}
, {y: "*浩荡荡", x: "*如烟海", ok: "浩", id: 279, options: "昂生浩如于寥事流高贤"}
, {y: "举案*眉", x: "万马*喑", ok: "齐", id: 280, options: "完亲辞作齐无日毛九盈"}
, {y: "做贼*虚", x: "野*勃勃", ok: "心", id: 281, options: "兵地敬息慢临黄心体良"}
, {y: "*同小可", x: "*同寻常", ok: "非", id: 282, options: "非不目光冲除晓才分枝"}
, {y: "有求必*", x: "*运而生", ok: "应", id: 283, options: "抒坐意户不应远光彩若"}
, {y: "*破血流", x: "*头是道", ok: "头", id: 284, options: "头心宾摧神载腾有引军"}
, {y: "仁至*尽", x: "本位主*", ok: "义", id: 285, options: "可相圆不别飘麻之义洗"}
, {y: "仁人志*", x: "有识之*", ok: "士", id: 286, options: "游士曲历毫谈横斗绰良"}
, {y: "千古绝*", x: "一*一和", ok: "唱", id: 287, options: "法新然过唱经先反指味"}
, {y: "缚鸡之*", x: "不遗余*", ok: "力", id: 288, options: "气重读落敲力尽婆容教"}
, {y: "形*逼人", x: "装腔作*", ok: "势", id: 289, options: "沸贤从势亲往后就赤之"}
, {y: "细水*流", x: "问*问短", ok: "长", id: 290, options: "无调跳长厉不放大满先"}
, {y: "异口*声", x: "*生共死", ok: "同", id: 291, options: "才心别残而省堂扬五同"}
, {y: "*折不扣", x: "*屑置辩", ok: "不", id: 292, options: "贤德目穿不志飞河情唱"}
, {y: "一模一*", x: "妆模作*", ok: "样", id: 293, options: "开离海测样大泛图终修"}
, {y: "心驰*往", x: "*气十足", ok: "神", id: 294, options: "若神砖劈兵不方及除瓮"}
, {y: "一官半*", x: "玩忽*守", ok: "职", id: 295, options: "头公无宾立职复征情失"}
, {y: "秘*不宣", x: "拍案*起", ok: "而", id: 296, options: "开可明而分力百死想离"}
, {y: "如鱼得*", x: "青山绿*", ok: "水", id: 297, options: "高情体龙生水识费事样"}
, {y: "手下留*", x: "诗*画意", ok: "情", id: 298, options: "铁众堂应情论甘兵如气"}
, {y: "屡*不鲜", x: "明心*性", ok: "见", id: 299, options: "离见取偏过年层三正风"}
, {y: "齐头*进", x: "*行不悖", ok: "并", id: 300, options: "如断头赴前吞短登并雷"}
, {y: "人之常*", x: "人*世故", ok: "情", id: 301, options: "风江兵即情不能古水磨"}
, {y: "负隅顽*", x: "分庭*礼", ok: "抗", id: 302, options: "土雷情于刚望过薪三抗"}
, {y: "一鼻*灰", x: "炎黄*孙", ok: "子", id: 303, options: "兔一力如子满照悔瓜大"}
, {y: "敬*远之", x: "竭泽*渔", ok: "而", id: 304, options: "为罪朝功后脚成落大而"}
, {y: "文房*宝", x: "志在*方", ok: "四", id: 305, options: "真四气书心家得疑喜天"}
, {y: "*大不小", x: "*梦半醒", ok: "半", id: 306, options: "地可远气默后半唯年大"}
, {y: "望尘莫*", x: "愚不可*", ok: "及", id: 307, options: "守抗及不石敲高境相珑"}
, {y: "东*效颦", x: "倒行逆*", ok: "施", id: 308, options: "人车斗杯当相傲施齐亲"}
, {y: "千秋万*", x: "李*桃僵", ok: "代", id: 309, options: "知合丰火续不精代浩之"}
, {y: "神经错*", x: "活蹦*跳", ok: "乱", id: 310, options: "开动乱右碎死尺落遍成"}
, {y: "坐地*赃", x: "争*夺秒", ok: "分", id: 311, options: "雷人难无铁来世分盗巧"}
, {y: "红*满面", x: "流*溢彩", ok: "光", id: 312, options: "无不亲晓消如大然光变"}
, {y: "杳无消*", x: "一*尚存", ok: "息", id: 313, options: "生谈行法摸息尽可焚户"}
, {y: "外柔内*", x: "内柔外*", ok: "刚", id: 314, options: "三危兢一志洋人不刚见"}
, {y: "乏*可陈", x: "尽*尽美", ok: "善", id: 315, options: "素华大人善之取万妻不"}
, {y: "推陈*新", x: "挺身而*", ok: "出", id: 316, options: "头如通出新纵无别而救"}
, {y: "叹为观*", x: "适可而*", ok: "止", id: 317, options: "明国身一完泰重世三止"}
, {y: "名列*茅", x: "*功尽弃", ok: "前", id: 318, options: "死西前登生息得闲户见"}
, {y: "砸锅卖*", x: "铮铮*骨", ok: "铁", id: 319, options: "落精有迫高实铁功然神"}
, {y: "水深*热", x: "水深*热", ok: "火", id: 320, options: "晓黄危头丰波无火救落"}
, {y: "先礼后*", x: "招*买马", ok: "兵", id: 321, options: "大古兵热气之河分长日"}
, {y: "别具匠*", x: "别出*裁", ok: "心", id: 322, options: "目大眼心入交分消流金"}
, {y: "鸡*蒜皮", x: "块儿八*", ok: "毛", id: 323, options: "消飞小抱洋眉人传毛赫"}
, {y: "*富不仁", x: "*期不远", ok: "为", id: 324, options: "为色刚树辙完五高通风"}
, {y: "伤天*理", x: "利*关系", ok: "害", id: 325, options: "害河穷补调壮相微阔为"}
, {y: "绳之以*", x: "如*炮制", ok: "法", id: 326, options: "口所磨择识窗乱法原唯"}
, {y: "呕*沥血", x: "死*塌地", ok: "心", id: 327, options: "原遍方心不热坚毫大力"}
, {y: "毫不*豫", x: "记忆*新", ok: "犹", id: 328, options: "呼花枯手子有犹中风头"}
, {y: "撕心裂*", x: "*腑之言", ok: "肺", id: 329, options: "登冰尔枯人肺独摧风大"}
, {y: "不*开交", x: "不*估量", ok: "可", id: 330, options: "然如兔唯可离歪花于军"}
, {y: "*花女儿", x: "槁项*馘", ok: "黄", id: 331, options: "波新动金黄首力泛舞联"}
, {y: "密密*层", x: "*峦叠嶂", ok: "层", id: 332, options: "层优同机相口忍穿绵敌"}
, {y: "古往今*", x: "纷至沓*", ok: "来", id: 333, options: "情打妖树晦自目来黄斗"}
, {y: "百*竿头", x: "*有所短", ok: "尺", id: 334, options: "层有失堂续人天尺鬼扬"}
, {y: "风雨*摇", x: "*飘摇摇", ok: "飘", id: 335, options: "狗尽晦友而摸头自飘针"}
, {y: "*禹治水", x: "*雨滂沱", ok: "大", id: 336, options: "大为情相秀上眼神极雷"}
, {y: "孤芳*赏", x: "顾影*怜", ok: "自", id: 337, options: "身点自月敌试度先新执"}
, {y: "多愁善*", x: "百*交集", ok: "感", id: 338, options: "感华裁而户公善心非大"}
, {y: "弦外之*", x: "靡靡之*", ok: "音", id: 339, options: "音无离而热一花返人至"}
, {y: "火冒*丈", x: "隔*差五", ok: "三", id: 340, options: "流聋一意泛三寒拉反乱"}
, {y: "旷*持久", x: "计*程功", ok: "日", id: 341, options: "妖三洋饮万呼席难脸日"}
, {y: "功亏*篑", x: "孤注*掷", ok: "一", id: 342, options: "妖江一豆无波自烦苦变"}
, {y: "东*再起", x: "翻*越岭", ok: "山", id: 343, options: "无山宜骨意堂色胆客席"}
, {y: "人仰马*", x: "*箱倒柜", ok: "翻", id: 344, options: "事重翻非不碧照西烦而"}
, {y: "颠*倒四", x: "丢*落四", ok: "三", id: 345, options: "擂怪如三壮短血变中水"}
, {y: "六*不认", x: "*密无间", ok: "亲", id: 346, options: "如寻差胜花亲说指丝离"}
, {y: "东张*望", x: "东倒*歪", ok: "西", id: 347, options: "老人说功断大西摸赴复"}
, {y: "*国功臣", x: "*花结果", ok: "开", id: 348, options: "明风出相难得晦开公正"}
, {y: "相见恨*", x: "早出*归", ok: "晚", id: 349, options: "重呼十所情晚劳生子之"}
, {y: "稳操*券", x: "数不*数", ok: "胜", id: 350, options: "力有真合就气重胜无出"}
, {y: "声名*起", x: "鸠占*巢", ok: "鹊", id: 351, options: "风可鹊赴无保征成不得"}
, {y: "漂*过海", x: "望*兴叹", ok: "洋", id: 352, options: "流通花洋一明精如素世"}
, {y: "*舍行藏", x: "*武之地", ok: "用", id: 353, options: "见至用夫席良复敬窗当"}
, {y: "风雨如*", x: "艰深*涩", ok: "晦", id: 354, options: "扬毛机保晦黄后家来远"}
, {y: "打击报*", x: "错综*杂", ok: "复", id: 355, options: "朝天无历反复五人张之"}
, {y: "以防万*", x: "*五一十", ok: "一", id: 356, options: "暴合一指毫五测成脸后"}
, {y: "谈何容*", x: "显而*见", ok: "易", id: 357, options: "如易齐横味之尘无脚杀"}
, {y: "转*为安", x: "*言耸听", ok: "危", id: 358, options: "相战前墙危清共于如横"}
, {y: "*鬼祟祟", x: "*斧神工", ok: "鬼", id: 359, options: "各待清罪经成言才难鬼"}
, {y: "*依百顺", x: "*战百胜", ok: "百", id: 360, options: "一理百走奋境生蛇重大"}
, {y: "稳扎稳*", x: "乔装*扮", ok: "打", id: 361, options: "乱实动打冠不吃发而花"}
, {y: "一塌*涂", x: "模模*糊", ok: "糊", id: 362, options: "此根燃目朝糊大唯后分"}
, {y: "*生不息", x: "*灵涂炭", ok: "生", id: 363, options: "缠赴手生知难动无花高"}
, {y: "*上眉梢", x: "*新厌旧", ok: "喜", id: 364, options: "息喜绣门高生反自然后"}
, {y: "孤家寡*", x: "妇*之仁", ok: "人", id: 365, options: "家悔赤而火重载绰人舞"}
, {y: "百花*放", x: "并驾*驱", ok: "齐", id: 366, options: "骨齐祸各想珠我聋衣三"}
, {y: "三生有*", x: "*灾乐祸", ok: "幸", id: 367, options: "尽欣两敲人过家壮闲幸"}
, {y: "胆大*天", x: "*罗万象", ok: "包", id: 368, options: "目裁应之包立待大样赫"}
, {y: "支离破*", x: "闲言*语", ok: "碎", id: 369, options: "目不磨志碎过怪落红见"}
, {y: "出言*逊", x: "格格*入", ok: "不", id: 370, options: "不姿甘鬼雕流张谈宾澎"}
, {y: "中道而*", x: "因噎*食", ok: "废", id: 371, options: "画一然胜办其难废下大"}
, {y: "夜以*日", x: "前仆后*", ok: "继", id: 372, options: "彬云善席试土重继劈横"}
, {y: "喋喋不*", x: "呶呶不*", ok: "休", id: 373, options: "之大花信飞休易舞经乱"}
, {y: "五味俱*", x: "委曲求*", ok: "全", id: 374, options: "仗顾金沙头张择不各全"}
, {y: "背水一*", x: "百*不殆", ok: "战", id: 375, options: "缺史作宾中无法摇战关"}
, {y: "*单影只", x: "*形色色", ok: "形", id: 376, options: "循斗麻意万形心狗江唱"}
, {y: "烟波*渺", x: "烟波*淼", ok: "浩", id: 377, options: "动鹊大当省浩右欣而差"}
, {y: "*食男女", x: "*鸩止渴", ok: "饮", id: 378, options: "少雷重淡满圆读饮头心"}
, {y: "左邻*舍", x: "左顾*盼", ok: "右", id: 379, options: "摇天右红变良辙星意不"}
, {y: "别有洞*", x: "不共戴*", ok: "天", id: 380, options: "敌可分国事各天而口纷"}
, {y: "高朋*座", x: "踌躇*志", ok: "满", id: 381, options: "素救有堪劈满当默破成"}
, {y: "不省人*", x: "草草了*", ok: "事", id: 382, options: "合不事黄两一生关微如"}
, {y: "*声疾呼", x: "*煞风景", ok: "大", id: 383, options: "顾度大之彻谈不所立万"}
, {y: "临阵脱*", x: "劫数难*", ok: "逃", id: 384, options: "问浩贤分逃坐大香酒如"}
, {y: "死于非*", x: "长*百岁", ok: "命", id: 385, options: "余难九然命百全点约子"}
, {y: "名*四海", x: "激浊*清", ok: "扬", id: 386, options: "彩完错意弦杯胆后扬五"}
, {y: "因果*应", x: "以德*怨", ok: "报", id: 387, options: "脚病无报斗落可尔征合"}
, {y: "趁热*铁", x: "插科*诨", ok: "打", id: 388, options: "打牙乱无样中不失死放"}
, {y: "东*事发", x: "*明几净", ok: "窗", id: 389, options: "散夫窗通忍面神待赫蛇"}
, {y: "平*秋色", x: "*文不取", ok: "分", id: 390, options: "一分昂逃风悦飞人三而"}
, {y: "有*一日", x: "四脚*天", ok: "朝", id: 391, options: "圆武朝短得长极一所宗"}
, {y: "*苦耐劳", x: "*里扒外", ok: "吃", id: 392, options: "烟现心吃师口道慢克服"}
, {y: "人杰*灵", x: "铺天盖*", ok: "地", id: 393, options: "风末摧而地刚至尽西浩"}
, {y: "*手好闲", x: "*目骋怀", ok: "游", id: 394, options: "人得口不苦无游齐腾高"}
, {y: "心*来潮", x: "茹毛饮*", ok: "血", id: 395, options: "唯并如饮之样野新血会"}
, {y: "心急*焚", x: "心*刀割", ok: "如", id: 396, options: "所相根尽出就海口半如"}
, {y: "煮*燃萁", x: "*蔻年华", ok: "豆", id: 397, options: "风尔事服落如跳秀豆后"}
, {y: "高枕*忧", x: "分毫*爽", ok: "无", id: 398, options: "背耳裁中止无热彻再胆"}
, {y: "不甘*后", x: "不*窠臼", ok: "落", id: 399, options: "反酣迫实落无妻贤悦唱"}
, {y: "晴*霹雳", x: "*不作美", ok: "天", id: 400, options: "坐艰舞不作翼四分天走"}
, {y: "知难而*", x: "以*为进", ok: "退", id: 401, options: "重飞穷无人头花退往事"}
, {y: "狼狈*奸", x: "碌碌无*", ok: "为", id: 402, options: "为目沸点十老生所龙年"}
, {y: "改邪归*", x: "风华*茂", ok: "正", id: 403, options: "极遍流骂无笑正好临古"}
, {y: "请君入*", x: "*声瓮气", ok: "瓮", id: 404, options: "光舟戴生声不瓮而头惶"}
, {y: "*天之下", x: "*天同庆", ok: "普", id: 405, options: "热轻异喜英普开费盗往"}
, {y: "面*耳赤", x: "披*戴花", ok: "红", id: 406, options: "歪神独红前波命人花一"}
, {y: "一口*定", x: "*牙切齿", ok: "咬", id: 407, options: "不善凤想蛇咬来病友而"}
, {y: "闲*人等", x: "苛捐*税", ok: "杂", id: 408, options: "杂世至针奉宗施豆面贤"}
, {y: "摩肩*踵", x: "*踵而至", ok: "接", id: 409, options: "续接两先职荣裁光打如"}
, {y: "*眉吐气", x: "宛转悠*", ok: "扬", id: 410, options: "世气相力恰花通扬缺西"}
, {y: "激*勇进", x: "汗*浃背", ok: "流", id: 411, options: "雷人浩如流报放目毫尾"}
, {y: "欢*雀跃", x: "*朋引伴", ok: "呼", id: 412, options: "三首一亲淡呼枝不心读"}
, {y: "不三不*", x: "低三下*", ok: "四", id: 413, options: "敲无从相杯摇四似尘万"}
, {y: "和衷*济", x: "荣辱与*", ok: "共", id: 414, options: "沸然体骨师犹秀共开明"}
, {y: "*木逢春", x: "搜索*肠", ok: "枯", id: 415, options: "残缺样避枯继胆身论反"}
, {y: "倒*如流", x: "*道而驰", ok: "背", id: 416, options: "指户当鱼高天金壮精背"}
, {y: "嬉笑*骂", x: "*气冲冲", ok: "怒", id: 417, options: "可唱怒分闲水窗狗无想"}
, {y: "能工*匠", x: "弄*成拙", ok: "巧", id: 418, options: "图浩故非辙巧本右残扬"}
, {y: "千*所指", x: "赳赳武*", ok: "夫", id: 419, options: "节一不饱续若人微夫飞"}
, {y: "水落*出", x: "落井下*", ok: "石", id: 420, options: "作石口惶燃息西默从如"}
, {y: "千*百怪", x: "*珍异宝", ok: "奇", id: 421, options: "蛇血兵星形郁节少末奇"}
, {y: "*计可施", x: "*济于事", ok: "无", id: 422, options: "无为价扬目星云光众事"}
, {y: "单刀直*", x: "病*膏肓", ok: "入", id: 423, options: "不差毛观朝明巨笑入如"}
, {y: "情有可*", x: "穷*竟委", ok: "原", id: 424, options: "原九平莫气至墙弦非生"}
, {y: "言归*好", x: "溢*言表", ok: "于", id: 425, options: "师分死惩包虚鬼胜再于"}
, {y: "獐头鼠*", x: "众*睽睽", ok: "目", id: 426, options: "之行丰花亲引目机大得"}
, {y: "以*概全", x: "不*不倚", ok: "偏", id: 427, options: "论血读偏精一舞其珠四"}
, {y: "格杀勿*", x: "不刊之*", ok: "论", id: 428, options: "惶论才而长坤争出得飞"}
, {y: "尸横*野", x: "漫山*野", ok: "遍", id: 429, options: "篇八兵各良遍血舟首丰"}
, {y: "雪*送炭", x: "*流砥柱", ok: "中", id: 430, options: "生相不如死喜热雷中应"}
, {y: "*膊上阵", x: "*胆忠心", ok: "赤", id: 431, options: "无说赤泰异续其管离醋"}
, {y: "恬不知*", x: "厚颜无*", ok: "耻", id: 432, options: "开人贪复命择悦耻一有"}
, {y: "小巧玲*", x: "玲*剔透", ok: "珑", id: 433, options: "差口百满细不昂珑艰绵"}
, {y: "信口开*", x: "血流成*", ok: "河", id: 434, options: "彩亲逃直涌始行尔新河"}
, {y: "一介书*", x: "险象迭*", ok: "生", id: 435, options: "省实国生有武花多引奋"}
, {y: "重*泰山", x: "囿*成见", ok: "于", id: 436, options: "为两止抒于花不师瓜想"}
, {y: "包*祸心", x: "绵里*针", ok: "藏", id: 437, options: "收藏背复神烟士家声一"}
, {y: "一年*载", x: "一鳞*爪", ok: "半", id: 438, options: "用志耻半疑怪分烟末遥"}
, {y: "上蹿下*", x: "上窜下*", ok: "跳", id: 439, options: "跳毛交车合路大意三百"}
, {y: "*风残月", x: "*以利害", ok: "晓", id: 440, options: "识错为迷脚烦巧晓仗土"}
, {y: "能*会道", x: "好*歹说", ok: "说", id: 441, options: "死后所公说头星之往远"}
, {y: "恻隐之*", x: "称*如意", ok: "心", id: 442, options: "长情不心形可优击生息"}
, {y: "*井观天", x: "*观成败", ok: "坐", id: 443, options: "骨舞坐根直善之离不虎"}
, {y: "不*手段", x: "急不暇*", ok: "择", id: 444, options: "巧择生百唇甘席风心度"}
, {y: "*锣打鼓", x: "*诈勒索", ok: "敲", id: 445, options: "不冲兵出烦宜而头笑敲"}
, {y: "魂不附*", x: "具*而微", ok: "体", id: 446, options: "曲成不绝赫雷体一精神"}
, {y: "无稽之*", x: "*笑风生", ok: "谈", id: 447, options: "吞三人牙精见血感谈如"}
, {y: "狐*虎威", x: "*公济私", ok: "假", id: 448, options: "血心假如人生而此玉惩"}
, {y: "*扫而光", x: "*箭双雕", ok: "一", id: 449, options: "一落执不断而目高受天"}
, {y: "千丝*缕", x: "千头*绪", ok: "万", id: 450, options: "分万抗相悔浩右然一穷"}
, {y: "*下大乱", x: "*网恢恢", ok: "天", id: 451, options: "花如引我应长天心除立"}
, {y: "*妙唯肖", x: "*唯诺诺", ok: "唯", id: 452, options: "祸不小唯所一自里火复"}
, {y: "一飞冲*", x: "心比*高", ok: "天", id: 453, options: "而白负自不临生忙天后"}
, {y: "见*忘义", x: "*害得失", ok: "利", id: 454, options: "似善上教样来可天朝利"}
, {y: "*情冷暖", x: "*面兽心", ok: "人", id: 455, options: "用四人罗砖半各假体夫"}
, {y: "*起大落", x: "*仁大义", ok: "大", id: 456, options: "珠巧朝谆夫荣大星原昂"}
, {y: "事不*迟", x: "权*之计", ok: "宜", id: 457, options: "首重错游之宜风口世迫"}
, {y: "不翼*飞", x: "不言*喻", ok: "而", id: 458, options: "空而钟意才良年共兵一"}
, {y: "后继有*", x: "后继无*", ok: "人", id: 459, options: "首负杯兵人纷金豆饮观"}
, {y: "英雄辈*", x: "喜*望外", ok: "出", id: 460, options: "忍除出轻作敌异多飞无"}
, {y: "*比皆是", x: "*翼双飞", ok: "比", id: 461, options: "人心尺动出红根比穿来"}
, {y: "自然*然", x: "向隅*泣", ok: "而", id: 462, options: "门新血过彩状意易而神"}
, {y: "多多益*", x: "从*如流", ok: "善", id: 463, options: "祸尘涌争感口成绿才善"}
, {y: "吴牛喘*", x: "日削*割", ok: "月", id: 464, options: "死假守除不大冠独月舞"}
, {y: "淋漓*致", x: "历*沧桑", ok: "尽", id: 465, options: "劳难毛息面尽为出焚故"}
, {y: "正*君子", x: "掩*耳目", ok: "人", id: 466, options: "曲厉水不落神人优大词"}
, {y: "*落大方", x: "*英缤纷", ok: "落", id: 467, options: "克澎经力唇不落守空流"}
, {y: "男女老*", x: "积*成多", ok: "少", id: 468, options: "少唱心后比莫无不长得"}
, {y: "丑态*出", x: "*折不挠", ok: "百", id: 469, options: "彻志散才荣火新郁测百"}
, {y: "人心叵*", x: "变幻莫*", ok: "测", id: 470, options: "测不小下错似摧血利热"}
, {y: "爱不释*", x: "碍*碍脚", ok: "手", id: 471, options: "彬当敝金各五可不往手"}
, {y: "*人头地", x: "*类拔萃", ok: "出", id: 472, options: "黄出遥眼宜根完之朝补"}
, {y: "你追*赶", x: "舍*其谁", ok: "我", id: 473, options: "江满我体目如里相发神"}
, {y: "相敬如*", x: "喧*夺主", ok: "宾", id: 474, options: "得见穷生宾打试野末五"}
, {y: "*拜下风", x: "*之如饴", ok: "甘", id: 475, options: "半荣志堪甘不眉失迫高"}
, {y: "弄虚*假", x: "始*俑者", ok: "作", id: 476, options: "摧作枯三放应就成分横"}
, {y: "金口*言", x: "金风*露", ok: "玉", id: 477, options: "丰天而之人服忙调玉火"}
, {y: "双*齐下", x: "*中窥豹", ok: "管", id: 478, options: "同为五生管傲孔先头味"}
, {y: "灵机*动", x: "年复*年", ok: "一", id: 479, options: "忙残金非关一两海不飞"}
, {y: "一手包*", x: "公事公*", ok: "办", id: 480, options: "壮月层仗面唇为办三机"}
, {y: "*人放火", x: "*身成仁", ok: "杀", id: 481, options: "人残差红暴九唯杀体贪"}
, {y: "孤立*援", x: "毫*疑义", ok: "无", id: 482, options: "无烦不壮大暴一成呼人"}
, {y: "*死扶伤", x: "围魏*赵", ok: "救", id: 483, options: "朝鬼公变救分循长体户"}
, {y: "*屈能伸", x: "*掐会算", ok: "能", id: 484, options: "辙火钟测人非繁门过能"}
, {y: "胸怀大*", x: "矢*不渝", ok: "志", id: 485, options: "灵风上勃志而难知事变"}
, {y: "里应外*", x: "貌*神离", ok: "合", id: 486, options: "可尘合见头死风血德晚"}
, {y: "鹅毛*雪", x: "地*物博", ok: "大", id: 487, options: "图遍飞波大八不肺貌然"}
, {y: "*态炎凉", x: "*世代代", ok: "世", id: 488, options: "晦后反世终居不散混动"}
, {y: "昏*不醒", x: "*离恍惚", ok: "迷", id: 489, options: "我应春为雕贵非迷如惶"}
, {y: "稍纵*逝", x: "不*不离", ok: "即", id: 490, options: "虚先河成花怪不声外即"}
, {y: "和睦*处", x: "鸿案*庄", ok: "相", id: 491, options: "难休才龙行相精地烦一"}
, {y: "血气*刚", x: "贻笑大*", ok: "方", id: 492, options: "偏辞力道走方所长前其"}
, {y: "马马*虎", x: "*视眈眈", ok: "虎", id: 493, options: "得无虎五切应众心引较"}
, {y: "七拼*凑", x: "七七*八", ok: "八", id: 494, options: "狗征人咬发善八门而书"}
, {y: "*紧不慢", x: "*胫而走", ok: "不", id: 495, options: "音死薪俱横碧灵我心不"}
, {y: "*寝忘食", x: "纲纪*弛", ok: "废", id: 496, options: "牙歪灵离之所乱自废非"}
, {y: "逃*夭夭", x: "天府*国", ok: "之", id: 497, options: "首世面后堪金鬼门法之"}
, {y: "精*恍惚", x: "精*焕发", ok: "神", id: 498, options: "教张神拉来应中重心翼"}
, {y: "*赫有名", x: "声势*奕", ok: "赫", id: 499, options: "耻下色舟智临赫跳正烦"}
, {y: "足不出*", x: "夜不闭*", ok: "户", id: 500, options: "摧小大忙顾焚昂巧道户"}
, {y: "*心二意", x: "*言两语", ok: "三", id: 501, options: "音不珑头人三各天省徒"}
, {y: "义结*兰", x: "众口铄*", ok: "金", id: 502, options: "失大悔缠金寥穿云无瓜"}
, {y: "安于现*", x: "不可名*", ok: "状", id: 503, options: "辞能短扬相罗状云怀害"}
, {y: "*声好气", x: "*吃懒做", ok: "好", id: 504, options: "艰孔气话各百龙好疑不"}
, {y: "面*改色", x: "蛮*讲理", ok: "不", id: 505, options: "不洗于塞白飞泰其好敌"}
, {y: "巧夺*工", x: "靠*吃饭", ok: "天", id: 506, options: "然欲心风天绣史不马半"}
, {y: "开*见山", x: "开*揖盗", ok: "门", id: 507, options: "然变无手明默容所门奇"}
, {y: "锦上添*", x: "借*献佛", ok: "花", id: 508, options: "尺世词张善醋年花不老"}
, {y: "出尔*尔", x: "拨乱*正", ok: "反", id: 509, options: "反小日子金音离补昂声"}
, {y: "其*不扬", x: "以*取人", ok: "貌", id: 510, options: "费才天草非艰酣得貌后"}
, {y: "罪有应*", x: "自鸣*意", ok: "得", id: 511, options: "才心麻重得海首遥花毛"}
, {y: "赏心*目", x: "心*诚服", ok: "悦", id: 512, options: "寥吞言受脚共悦细补天"}
, {y: "大智*愚", x: "安之*素", ok: "若", id: 513, options: "晚史谈见事若不鬼花独"}
, {y: "*澜壮阔", x: "推*助澜", ok: "波", id: 514, options: "然我波下末金之废花坚"}
, {y: "*全十美", x: "*世单传", ok: "十", id: 515, options: "繁补金人得天完十反目"}
, {y: "打草惊*", x: "画*添足", ok: "蛇", id: 516, options: "息心盗丝极毫道古蛇微"}
, {y: "香*玉损", x: "*愁解闷", ok: "消", id: 517, options: "度中济消花话大眉读流"}
, {y: "举*上下", x: "皇亲*戚", ok: "国", id: 518, options: "前事貌飞其一国相宗通"}
, {y: "下*不明", x: "七零八*", ok: "落", id: 519, options: "斗所无神落实过不满慢"}
, {y: "见*不救", x: "垂*挣扎", ok: "死", id: 520, options: "天断一兵然害办两死枝"}
, {y: "大*厥词", x: "*火烧山", ok: "放", id: 521, options: "观巨面上八其貌放异无"}
, {y: "养尊处*", x: "*柔寡断", ok: "优", id: 522, options: "秀头还断胜优彻其而异"}
, {y: "自*灭亡", x: "无理*闹", ok: "取", id: 523, options: "丰无壮妖不得根取唯生"}
, {y: "乐*生悲", x: "*目远眺", ok: "极", id: 524, options: "明一酣相别极即重飞烦"}
, {y: "大快人*", x: "胆颤*惊", ok: "心", id: 525, options: "而笑裁舞日心龙逃体会"}
, {y: "狗急*墙", x: "蹦蹦*跳", ok: "跳", id: 526, options: "问跳偏莫三大一花血风"}
, {y: "*气高昂", x: "*兴阑珊", ok: "意", id: 527, options: "死并无薪至罪优意相寒"}
, {y: "*然变色", x: "*然大怒", ok: "勃", id: 528, options: "瓜反错止用独勃彬顾不"}
, {y: "*之脑后", x: "*若罔闻", ok: "置", id: 529, options: "平废薪不生为置下五理"}
, {y: "小道*息", x: "烟*云散", ok: "消", id: 530, options: "无悔交消酣古不燃未人"}
, {y: "审己*人", x: "*日如年", ok: "度", id: 531, options: "用可心亲事度所耳为众"}
, {y: "*穷无尽", x: "*可奈何", ok: "无", id: 532, options: "所世境一临无利负忍独"}
, {y: "各*其主", x: "各自*政", ok: "为", id: 533, options: "为赤素而费口异摇遍之"}
, {y: "*生常谈", x: "*弱残兵", ok: "老", id: 534, options: "张首神当老贪无好夫共"}
, {y: "作*多端", x: "罪*昭彰", ok: "恶", id: 535, options: "奇迫半无体分一细两恶"}
, {y: "无名*辈", x: "跳梁*丑", ok: "小", id: 536, options: "难洗涌成余天大坤其小"}
, {y: "空*支票", x: "茫无*绪", ok: "头", id: 537, options: "法其鱼三朝妙头死往甘"}
, {y: "*濡目染", x: "*熟能详", ok: "耳", id: 538, options: "含辙分坚顾耳舟三为收"}
, {y: "人财*空", x: "模棱*可", ok: "两", id: 539, options: "两见全作各往而外珠成"}
, {y: "改*更张", x: "繁*急管", ok: "弦", id: 540, options: "善天弦可舞口毛救眉明"}
, {y: "回光返*", x: "肝胆相*", ok: "照", id: 541, options: "成家穷反功接照口自实"}
, {y: "粗*大叶", x: "金*玉叶", ok: "枝", id: 542, options: "塞色少孔如迫枝约若测"}
, {y: "虚张*势", x: "无*无息", ok: "声", id: 543, options: "命头想疑作十长天声言"}
, {y: "*所不能", x: "*所事事", ok: "无", id: 544, options: "赴百丰厉津沸重不无砖"}
, {y: "*瞻远瞩", x: "*屋建瓴", ok: "高", id: 545, options: "精高世耻肺糊落厉多万"}
, {y: "风*雨顺", x: "*虎离山", ok: "调", id: 546, options: "难志婆草洗面出百调其"}
, {y: "不分*此", x: "非此即*", ok: "彼", id: 547, options: "心如彼反齐精人完武血"}
, {y: "*平浪静", x: "*流倜傥", ok: "风", id: 548, options: "实色样打仗欣指风为远"}
, {y: "将*就错", x: "觥筹交*", ok: "错", id: 549, options: "现生士错其管众实引分"}
, {y: "崭露*角", x: "晕*转向", ok: "头", id: 550, options: "其末缺众三独无虎上头"}
, {y: "*秒必争", x: "*内之事", ok: "分", id: 551, options: "问分白世若远人层无长"}
, {y: "叫苦连*", x: "幕*席地", ok: "天", id: 552, options: "天可复无往妻公劳接门"}
, {y: "永无止*", x: "学无止*", ok: "境", id: 553, options: "虎刚若轻歪置恰无徒境"}
, {y: "*始至终", x: "*讨没趣", ok: "自", id: 554, options: "兵风欲得不燃微成自长"}
, {y: "马*是瞻", x: "俯*帖耳", ok: "首", id: 555, options: "可试奉一袒草无首龙得"}
, {y: "瞻前*后", x: "义无反*", ok: "顾", id: 556, options: "顾波脚不赤巧妻分绰偏"}
, {y: "毋庸置*", x: "形迹可*", ok: "疑", id: 557, options: "飞施生意牙墙事知人疑"}
, {y: "*琴煮鹤", x: "*膏继晷", ok: "焚", id: 558, options: "细顾焚所妖塞尔满顺砖"}
, {y: "无懈可*", x: "突然袭*", ok: "击", id: 559, options: "下击劈当其志为普能层"}
, {y: "*厉风行", x: "*霆万钧", ok: "雷", id: 560, options: "忍赫救赴古里雷舟不继"}
, {y: "瞠*结舌", x: "触*惊心", ok: "目", id: 561, options: "会目色香天小裁兢张戴"}
, {y: "安步*车", x: "豺狼*道", ok: "当", id: 562, options: "路人当迫为雷克不之盈"}
, {y: "歌功颂*", x: "功*无量", ok: "德", id: 563, options: "行狗家风十无德测经欲"}
, {y: "*扬跋扈", x: "*檐走壁", ok: "飞", id: 564, options: "气神面安飞少现默作草"}
, {y: "人山人*", x: "山珍*味", ok: "海", id: 565, options: "海车无感洗所鬼枝报志"}
, {y: "*锦还乡", x: "宵*旰食", ok: "衣", id: 566, options: "聋相目词层中衣斗实毛"}
, {y: "*当一面", x: "*到之处", ok: "独", id: 567, options: "度醋独三此丝跳风事小"}
, {y: "滴水*漏", x: "害人*浅", ok: "不", id: 568, options: "雕壮游人相齐义洋不马"}
, {y: "战战*兢", x: "*兢业业", ok: "兢", id: 569, options: "兢鹊实别生性复所不火"}
, {y: "义不容*", x: "隐约其*", ok: "辞", id: 570, options: "克神齐无骨百酣费辞疑"}
, {y: "*于鸿毛", x: "*重缓急", ok: "轻", id: 571, options: "可不通新能纷分自代轻"}
, {y: "自吹自*", x: "大吹大*", ok: "擂", id: 572, options: "血无过后天非可擂上花"}
, {y: "难能可*", x: "高抬*手", ok: "贵", id: 573, options: "浑走小离马抒故贵风心"}
, {y: "*体鳞伤", x: "饿殍*野", ok: "遍", id: 574, options: "味淡遍联俱自形故气言"}
, {y: "是非*直", x: "*曲弯弯", ok: "曲", id: 575, options: "婆脚不龙骨落藏包生曲"}
, {y: "灰飞*灭", x: "乌*瘴气", ok: "烟", id: 576, options: "津生聋层外息浩烟尾裁"}
, {y: "甜*蜜语", x: "*多必失", ok: "言", id: 577, options: "五洋不珠兢形有独大言"}
, {y: "改*换代", x: "班师回*", ok: "朝", id: 578, options: "朝变吞敌壮无而不绵三"}
, {y: "朝气蓬*", x: "生机勃*", ok: "勃", id: 579, options: "语分曲往勃了续目无火"}
, {y: "老*宿儒", x: "好为人*", ok: "师", id: 580, options: "外从眼飘为观就而上师"}
, {y: "偃旗*鼓", x: "仰人鼻*", ok: "息", id: 581, options: "自息壮关意得法难世不"}
, {y: "一*了之", x: "行尸*肉", ok: "走", id: 582, options: "走变临篇其难胆不兵武"}
, {y: "居功自*", x: "*雪凌霜", ok: "傲", id: 583, options: "离天烟受各想身长尔傲"}
, {y: "如饥*渴", x: "*懂非懂", ok: "似", id: 584, options: "坤似摧欣施自脸光好纵"}
, {y: "与人*善", x: "转悲*喜", ok: "为", id: 585, options: "生树世收寒为里法后情"}
, {y: "*心实意", x: "*心诚意", ok: "真", id: 586, options: "真若万敝扬怀辞目力得"}
, {y: "水乳*融", x: "星月*辉", ok: "交", id: 587, options: "风兢始丰忍浑交三敌当"}
, {y: "热血*腾", x: "*沸扬扬", ok: "沸", id: 588, options: "沸能死试极笑毫唱二分"}
, {y: "剩菜*羹", x: "西风*照", ok: "残", id: 589, options: "军齐逢残之色涌体服四"}
, {y: "萍水*逢", x: "面面*觑", ok: "相", id: 590, options: "力之夫用变相一摇不生"}
, {y: "*里啪啦", x: "*头盖脸", ok: "劈", id: 591, options: "劈血飞糊口鱼火壮言放"}
, {y: "心潮*湃", x: "汹涌*湃", ok: "澎", id: 592, options: "火天难力大循澎若断宜"}
, {y: "个中滋*", x: "臭*相投", ok: "味", id: 593, options: "缠合味默天郁厉巧头右"}
, {y: "举*瞩目", x: "举*闻名", ok: "世", id: 594, options: "续张势意勃右亲世草无"}
, {y: "通情达*", x: "天*不容", ok: "理", id: 595, options: "小理兢唯焚相绝载不孔"}
, {y: "*郁葱葱", x: "*郁苍苍", ok: "郁", id: 596, options: "跳秀贪傲力郁轻雷才厉"}
, {y: "三足鼎*", x: "茕茕孑*", ok: "立", id: 597, options: "然多车少立晦相冰续合"}
, {y: "罄竹*书", x: "强人所*", ok: "难", id: 598, options: "非相日下天难上循散骨"}
, {y: "颠沛流*", x: "寸步不*", ok: "离", id: 599, options: "非斗现阔问兔分耳离智"}
, {y: "适逢*会", x: "支吾*词", ok: "其", id: 600, options: "死心得三浩火息其地立"}
, {y: "司空*惯", x: "真知灼*", ok: "见", id: 601, options: "飞应手远五赫废如见负"}
, {y: "上千*万", x: "阪*走丸", ok: "上", id: 602, options: "寒无指画节上开及如似"}
, {y: "久别重*", x: "绝处*生", ok: "逢", id: 603, options: "舞逢神立命圆火一为智"}
, {y: "喜怒*常", x: "*影无踪", ok: "无", id: 604, options: "正代鱼高平谈口其年无"}
, {y: "息事宁*", x: "物是*非", ok: "人", id: 605, options: "窗气发人见约亭从就不"}
, {y: "夺眶*出", x: "铤*走险", ok: "而", id: 606, options: "绝金花四惩无为而克除"}
, {y: "五湖四*", x: "天涯*角", ok: "海", id: 607, options: "军不各袒海大避尽合狗"}
, {y: "改过*新", x: "操纵*如", ok: "自", id: 608, options: "实武逢金脸自墙众刚小"}
, {y: "嗷嗷*哺", x: "坐以*毙", ok: "待", id: 609, options: "神为尔当待分中杯赫立"}
, {y: "容光焕*", x: "千钧一*", ok: "发", id: 610, options: "才百死舟发三意洋无不"}
, {y: "含辛茹*", x: "冥思*想", ok: "苦", id: 611, options: "苦笑点昂各天一人罪奇"}
, {y: "街*巷尾", x: "埋*苦干", ok: "头", id: 612, options: "云志作头张秀无书相临"}
, {y: "*劳无功", x: "*有虚名", ok: "徒", id: 613, options: "荣花教临彻意浑海上徒"}
, {y: "举一*三", x: "*复推敲", ok: "反", id: 614, options: "知糊世藏孔反杂复风若"}
, {y: "垂暮*年", x: "弹指*间", ok: "之", id: 615, options: "出澎病盗之知而难各敝"}
, {y: "*耻之尤", x: "*独有偶", ok: "无", id: 616, options: "报曲艰巧普来无变好服"}
, {y: "*性循环", x: "*意中伤", ok: "恶", id: 617, options: "头为置故枝恶日堂救小"}
, {y: "体*完肤", x: "*边无际", ok: "无", id: 618, options: "极地家直无真法中难澎"}
, {y: "寸*不生", x: "*菅人命", ok: "草", id: 619, options: "古草息八而发树良气一"}
, {y: "*志成城", x: "*醉独醒", ok: "众", id: 620, options: "罪不洗土众草前波缠地"}
, {y: "*心应手", x: "*意洋洋", ok: "得", id: 621, options: "来成山容得圆重为首意"}
, {y: "滴水石*", x: "*靴戴帽", ok: "穿", id: 622, options: "莫异死如穿三知泛貌用"}
, {y: "*陈代谢", x: "咸与维*", ok: "新", id: 623, options: "不高新独志辙正彩非抗"}
, {y: "*以为是", x: "*言自语", ok: "自", id: 624, options: "为所自抗受酒合碎焚蛇"}
, {y: "手忙脚*", x: "碎琼*玉", ok: "乱", id: 625, options: "野逢乱相不贪指容摸度"}
, {y: "欲扬*抑", x: "*知先觉", ok: "先", id: 626, options: "体克差欲风先重头轻似"}
, {y: "*言惑众", x: "*魔鬼怪", ok: "妖", id: 627, options: "书喜之缺妖忙生绰明如"}
, {y: "平心*论", x: "轻*易举", ok: "而", id: 628, options: "鱼世豆花一无鹊兵天而"}
, {y: "*清玉洁", x: "涣然*释", ok: "冰", id: 629, options: "浩所见至华长生情劳冰"}
, {y: "切肤*痛", x: "顷刻*间", ok: "之", id: 630, options: "落百轻志勃天死老穿之"}
, {y: "*明白白", x: "*眸善睐", ok: "明", id: 631, options: "人生补自志独头势明一"}
, {y: "*不介意", x: "*不迟疑", ok: "毫", id: 632, options: "毫无不居八三绿花可呼"}
, {y: "*枪舌剑", x: "*齿相依", ok: "唇", id: 633, options: "谈百客唇脚情复切才头"}
, {y: "半*不熟", x: "初*牛犊", ok: "生", id: 634, options: "服花风贤敌生其断层浩"}
, {y: "披*戴月", x: "*火燎原", ok: "星", id: 635, options: "言死长彩相浑不火星此"}
, {y: "*七竖八", x: "*行无忌", ok: "横", id: 636, options: "缠波为横行完头始方吃"}
, {y: "安*守己", x: "爱憎*明", ok: "分", id: 637, options: "从分二酒远无头生九摸"}
, {y: "雕虫*技", x: "短*精悍", ok: "小", id: 638, options: "烟水西气悔小为逢就多"}
, {y: "春暖*开", x: "百*争艳", ok: "花", id: 639, options: "如而难作两史拉花不多"}
, {y: "将计*计", x: "行将*木", ok: "就", id: 640, options: "声半飞不冰墙置错彻就"}
, {y: "直*胸臆", x: "各*己见", ok: "抒", id: 641, options: "抒无夫沸打反心失下雕"}
, {y: "灯红酒*", x: "*草如茵", ok: "绿", id: 642, options: "热胆当大精止合死后绿"}
, {y: "大*闺秀", x: "打*劫舍", ok: "家", id: 643, options: "家血偏小不飞一大入通"}
, {y: "*红大紫", x: "*吉大利", ok: "大", id: 644, options: "半用优口堂收大目金逃"}
, {y: "姹紫嫣*", x: "红男绿女", ok: "红", id: 645, options: "怪大门容海子当敌所红"}
, {y: "口口*声", x: "低*下气", ok: "声", id: 646, options: "短兵雕画声会意磨之杯"}
, {y: "酒肉朋*", x: "以文会*", ok: "友", id: 647, options: "开高家大返马友实百登"}
, {y: "*概而论", x: "*刀两断", ok: "一", id: 648, options: "敌出费前负八迫一顾敬"}
, {y: "侃侃*谈", x: "满载*归", ok: "而", id: 649, options: "自不而保复一头恶花负"}
, {y: "欲擒故*", x: "老泪*横", ok: "纵", id: 650, options: "闲高分勃瓜纵烟大三事"}
, {y: "衣*楚楚", x: "*冕堂皇", ok: "冠", id: 651, options: "引横想说繁冠泰末完尽"}
, {y: "*咎自责", x: "*吭高歌", ok: "引", id: 652, options: "无恶世引拉至西取万盈"}
, {y: "大*捞针", x: "沧*一粟", ok: "海", id: 653, options: "如头晚人天浑泰体收海"}
, {y: "和蔼*亲", x: "后生*畏", ok: "可", id: 654, options: "珠当及血可心终成原传"}
, {y: "*规蹈矩", x: "*序渐进", ok: "循", id: 655, options: "恶可奇行波置循读清金"}
, {y: "飞*走石", x: "聚*成塔", ok: "沙", id: 656, options: "雕负华分失沙成作合想"}
, {y: "艰苦奋*", x: "勾心*角", ok: "斗", id: 657, options: "头点宾斗百心作会迷不"}
, {y: "*有所思", x: "判*鸿沟", ok: "若", id: 658, options: "飞若欣不四难风昂凤见"}
, {y: "*逆之交", x: "噬脐*及", ok: "莫", id: 659, options: "明一亲不败负毛命莫忙"}
, {y: "融为一*", x: "身*力行", ok: "体", id: 660, options: "成头长异书体鬼意天胆"}
, {y: "一语*的", x: "*西合璧", ok: "中", id: 661, options: "一中惶力危红草半识彩"}
, {y: "胸无大*", x: "雄心壮*", ok: "志", id: 662, options: "出子飞奉志应试代火曲"}
, {y: "*不择言", x: "*干舌燥", ok: "口", id: 663, options: "口堂绿复好扬继自过所"}
, {y: "心*如发", x: "*嚼慢咽", ok: "细", id: 664, options: "日微不舞可服细情知豆"}
, {y: "*骄不躁", x: "*解之缘", ok: "不", id: 665, options: "不负未唱勃形兵如成安"}
, {y: "阿谀*承", x: "*公守法", ok: "奉", id: 666, options: "如巧可奉鱼半法一后假"}
, {y: "拨云*日", x: "层*叠出", ok: "见", id: 667, options: "上为繁离兢鱼头自见五"}
, {y: "全心全*", x: "情真*切", ok: "意", id: 668, options: "鱼尾性如自之意不鹊头"}
, {y: "雾*看花", x: "死*逃生", ok: "里", id: 669, options: "异怪里精阔云横阴从坤"}
, {y: "弃暗投*", x: "*珠暗投", ok: "明", id: 670, options: "明无心反精光风金大八"}
, {y: "虎口拔*", x: "拾人*慧", ok: "牙", id: 671, options: "歪含目牙从首傲余色寒"}
, {y: "无*奉告", x: "无家*归", ok: "可", id: 672, options: "可劈忍谈无害大相择声"}
, {y: "入*入理", x: "深*厚意", ok: "情", id: 673, options: "顺不说重后情貌末落正"}
, {y: "灭绝人*", x: "身家*命", ok: "性", id: 674, options: "性道体补三晦黄血而心"}
, {y: "骨瘦*柴", x: "军令*山", ok: "如", id: 675, options: "如上死感辞细流循大过"}
, {y: "天高云*", x: "轻描*写", ok: "淡", id: 676, options: "危善而淡外相惩不光失"}
, {y: "瘦*嶙峋", x: "瘦*伶仃", ok: "骨", id: 677, options: "从惊心形怪半优骨吞不"}
, {y: "非亲非*", x: "*弄玄虚", ok: "故", id: 678, options: "当意故毫生实开音教长"}
, {y: "吆*喝六", x: "*脏六腑", ok: "五", id: 679, options: "五见繁义跳为下聋胆善"}
, {y: "到底出*", x: "满*抄斩", ok: "门", id: 680, options: "晓日甘登长刚门见亲了"}
, {y: "添油加*", x: "争风吃*", ok: "醋", id: 681, options: "兵力醋征骨相头毫出横"}
, {y: "坐享其*", x: "卓有*效", ok: "成", id: 682, options: "成大不能亭红极飞宜张"}
, {y: "*不足惜", x: "*不瞑目", ok: "死", id: 683, options: "飞循淡日择血重大死难"}
, {y: "息息相*", x: "漠不*心", ok: "关", id: 684, options: "头眉世得赤关话作全识"}
, {y: "山清水*", x: "*而不实", ok: "秀", id: 685, options: "离贤欲残唇共肺秀人鱼"}
, {y: "*权夺利", x: "*强好胜", ok: "争", id: 686, options: "瓮争大逢离余晚无心兵"}
, {y: "对*当歌", x: "*囊饭袋", ok: "酒", id: 687, options: "四天闲前师荣骨无酒载"}
, {y: "惺惺*态", x: "*奸犯科", ok: "作", id: 688, options: "作燃言尘抱泰口散貌砖"}
, {y: "封*荫子", x: "*儿老小", ok: "妻", id: 689, options: "慢三亭有管寥宾反为妻"}
, {y: "志同道*", x: "乌*之众", ok: "合", id: 690, options: "体百如灵本意山寒语合"}
, {y: "*发制人", x: "*患无穷", ok: "后", id: 691, options: "缺水无择克大朝当后草"}
, {y: "风卷*云", x: "*缺不全", ok: "残", id: 692, options: "不摸似足俱短生脚残里"}
, {y: "一成不*", x: "瞬息万*", ok: "变", id: 693, options: "难反道所西流动变利英"}
, {y: "事在*为", x: "*云亦云", ok: "人", id: 694, options: "指清测壮耻糊成兵下人"}
, {y: "感恩*德", x: "*罪立功", ok: "戴", id: 695, options: "戴不如重若死微骨满循"}
, {y: "*备无患", x: "*头有脸", ok: "有", id: 696, options: "彻大历味悔之直图休有"}
, {y: "共商*是", x: "*破家亡", ok: "国", id: 697, options: "国善仗人神迫关袒舞碧"}
, {y: "如释*负", x: "山*水复", ok: "重", id: 698, options: "年先天微重浩鱼彻宜无"}
, {y: "心照*宣", x: "心绪*宁", ok: "不", id: 699, options: "不往功施有唯轻惊此相"}
, {y: "*泛之交", x: "*滥成灾", ok: "泛", id: 700, options: "之落三骨风白穷然泛手"}
, {y: "源源不*", x: "藕*丝连", ok: "断", id: 701, options: "无胜口断重三舞为半家"}
, {y: "出奇制*", x: "不分*负", ok: "胜", id: 702, options: "情为逢无扬并乱胜忍辞"}
, {y: "满面*风", x: "阳*白雪", ok: "春", id: 703, options: "酒神妻恶小如坤穷指春"}
, {y: "耳聪目*", x: "聪*伶俐", ok: "明", id: 704, options: "返阔纷摧杀山劳明当取"}
, {y: "猝*及防", x: "过犹*及", ok: "不", id: 705, options: "能不刚了心尘门来坤彩"}
, {y: "仪表*堂", x: "*而皇之", ok: "堂", id: 706, options: "打寻风得堂知跳唱落烟"}
, {y: "畏手畏*", x: "*大不掉", ok: "尾", id: 707, options: "前迫放长尾点泛救一补"}
, {y: "有*有肉", x: "*战到底", ok: "血", id: 708, options: "死落精海非血花动坤图"}
, {y: "*书得间", x: "百*不厌", ok: "读", id: 709, options: "代门一形读上欣地唇头"}
, {y: "阿猫阿*", x: "*胆包天", ok: "狗", id: 710, options: "想人狗酒机用头指顺理"}
, {y: "愤愤不*", x: "歌舞升*", ok: "平", id: 711, options: "绰暴齐不作波度情平远"}
, {y: "泄露天*", x: "投*倒把", ok: "机", id: 712, options: "牙偏机末终风呼谆想眉"}
, {y: "长驱*入", x: "*来直去", ok: "直", id: 713, options: "不亭直荣碎性相之度心"}
, {y: "形影*吊", x: "*辅相成", ok: "相", id: 714, options: "笑大张战朝生家相从敬"}
, {y: "*急败坏", x: "*喘吁吁", ok: "气", id: 715, options: "身目度难若气浩自虚分"}
, {y: "鬼使神*", x: "钦*大臣", ok: "差", id: 716, options: "而差如取后打缠沸心分"}
, {y: "千载难*", x: "曲意*迎", ok: "逢", id: 717, options: "作年之自洋立意轻逢惊"}
, {y: "背*弃义", x: "半*半疑", ok: "信", id: 718, options: "酒首落信废散英恰度郁"}
, {y: "自顾*暇", x: "语焉*详", ok: "不", id: 719, options: "脚可花逢心不若有三再"}
, {y: "喜形于*", x: "五颜六*", ok: "色", id: 720, options: "作得灵不色抱擂所含相"}
, {y: "顾此*彼", x: "得不偿*", ok: "失", id: 721, options: "差真钟如至失全花其遥"}
, {y: "慌慌*张", x: "铺*扬厉", ok: "张", id: 722, options: "能混赴甘张不饱望目波"}
, {y: "愁眉苦*", x: "鼻青*肿", ok: "脸", id: 723, options: "保脸义得客可废变打绵"}
, {y: "事无*细", x: "老奸*猾", ok: "巨", id: 724, options: "生乱历言巨救情其马平"}
, {y: "*地为牢", x: "*饼充饥", ok: "画", id: 725, options: "恶画宜歪其不苦势冰面"}
, {y: "画*点睛", x: "笔走*蛇", ok: "龙", id: 726, options: "秀疑怪迷罪众其优龙人"}
, {y: "一心一*", x: "一*孤行", ok: "意", id: 727, options: "动无如全原怒血意怪欣"}
, {y: "舍本逐*", x: "细枝*节", ok: "末", id: 728, options: "末置勃争心高取大事即"}
, {y: "*足为训", x: "*足为虑", ok: "不", id: 729, options: "奉而耻方勃歪薪势不波"}
, {y: "举手投*", x: "家给人*", ok: "足", id: 730, options: "状百妖足花史画不意交"}
, {y: "掂*怕重", x: "*手轻脚", ok: "轻", id: 731, options: "谈轻通曲大可无金休手"}
, {y: "回天无*", x: "工*悉敌", ok: "力", id: 732, options: "年来打体缺壮道遍敝力"}
, {y: "珠*璧合", x: "浮想*翩", ok: "联", id: 733, options: "易异联居及头差迫色观"}
, {y: "*摇大摆", x: "*言不惭", ok: "大", id: 734, options: "翻尽感施骂成先混大涌"}
, {y: "*旧布新", x: "*恶务尽", ok: "除", id: 735, options: "来如恰妖意除流还目不"}
, {y: "触*伤怀", x: "璀璨夺*", ok: "目", id: 736, options: "短家事所军满目变败沸"}
, {y: "四*楚歌", x: "铁*无私", ok: "面", id: 737, options: "面珠扬心短敲鱼兵轻离"}
, {y: "*口如瓶", x: "*身如玉", ok: "守", id: 738, options: "鱼当机守逢义户多不修"}
, {y: "*三再四", x: "*接再厉", ok: "再", id: 739, options: "之作再席头眼事分公蛇"}
, {y: "有眼无*", x: "探骊得*", ok: "珠", id: 740, options: "之酣天背不词山坐其珠"}
, {y: "*经风霜", x: "*经世故", ok: "饱", id: 741, options: "难于孔价张荣不迷饱龙"}
, {y: "*大招风", x: "*碑立传", ok: "树", id: 742, options: "当管道动树红武大碎惊"}
, {y: "*干不净", x: "*敢造次", ok: "不", id: 743, options: "成津其我不先素应图一"}
, {y: "柳暗*明", x: "六出冰*", ok: "花", id: 744, options: "水出来大顺花天盈白奇"}
, {y: "心平*和", x: "心浮*躁", ok: "气", id: 745, options: "生红气声我引无斗风前"}
, {y: "缘木求*", x: "*死网破", ok: "鱼", id: 746, options: "实五迫四世少色生鱼牙"}
, {y: "大手大*", x: "笨手笨*", ok: "脚", id: 747, options: "见杯度宾气脚立大蛇根"}
, {y: "一见*情", x: "*灵毓秀", ok: "钟", id: 748, options: "钟离小知包见管贵国世"}
, {y: "不瘟不*", x: "厝*积薪", ok: "火", id: 749, options: "轻病祸大未不神形火易"}
, {y: "五谷*登", x: "*功伟绩", ok: "丰", id: 750, options: "瓜火落丰不事蛇严生似"}
, {y: "*摇欲坠", x: "*头摆尾", ok: "摇", id: 751, options: "贵首绵难读志不子摇户"}
, {y: "漫不*心", x: "离*叛道", ok: "经", id: 752, options: "飞酒才迫夫前语顺多经"}
, {y: "意味深*", x: "源远流*", ok: "长", id: 753, options: "生为言长赫头罪沙守心"}
, {y: "*愿以偿", x: "声*洪钟", ok: "如", id: 754, options: "劳如非无大测为花斗多"}
, {y: "国*民安", x: "*然处之", ok: "泰", id: 755, options: "泰置目读之声及善说高"}
, {y: "*手空空", x: "*小无猜", ok: "两", id: 756, options: "一贪两精于枯微少观窗"}
, {y: "威*不屈", x: "文恬*嬉", ok: "武", id: 757, options: "三武心红自即里息受大"}
, {y: "独一无*", x: "别无*致", ok: "二", id: 758, options: "异良跳二面满力不亲若"}
, {y: "妙笔生*", x: "落*流水", ok: "花", id: 759, options: "补舞出古眼花微江心长"}
, {y: "有*以来", x: "油然而*", ok: "生", id: 760, options: "新生会落跳日少现服灵"}
, {y: "德*望重", x: "步步登*", ok: "高", id: 761, options: "反为引离从不枯有高动"}
, {y: "仗义*言", x: "披坚*锐", ok: "执", id: 762, options: "动高貌四毫宗分打执傲"}
, {y: "赏罚分*", x: "若*若暗", ok: "明", id: 763, options: "飞飘明血聋高遍所怀洗"}
, {y: "娓娓*听", x: "生*活泼", ok: "动", id: 764, options: "明立动面状长问作即不"}
, {y: "不可*得", x: "*此一举", ok: "多", id: 765, options: "为施作混多不识出人事"}
, {y: "*有余裕", x: "影影*绰", ok: "绰", id: 766, options: "难势烦彻绰想自一敝惊"}
, {y: "*发苍苍", x: "*驹过隙", ok: "白", id: 767, options: "白息志迷不历饮八缺放"}
, {y: "*道扬镳", x: "*门别类", ok: "分", id: 768, options: "多及丰往两安钟无分花"}
, {y: "萎靡*振", x: "委决*下", ok: "不", id: 769, options: "气道假良海云不保利无"}
, {y: "蒙*过关", x: "*混沌沌", ok: "混", id: 770, options: "接见分不混才就阔无明"}
, {y: "开源*流", x: "厉行*约", ok: "节", id: 771, options: "节人动不下感龙风谈亲"}
, {y: "有始有*", x: "*身大事", ok: "终", id: 772, options: "实盗长图头言终故贵而"}
, {y: "铸成大*", x: "阴差阳*", ok: "错", id: 773, options: "饮居轻纵当如生绿神错"}
, {y: "人心*惶", x: "*恐不安", ok: "惶", id: 774, options: "头鹊虚纷精惶用收丰休"}
, {y: "*体投地", x: "*花大绑", ok: "五", id: 775, options: "沸朝情荣五之众了无俱"}
, {y: "*雄本色", x: "*雄豪杰", ok: "英", id: 776, options: "克然豆英风应绝当大八"}
, {y: "固*金汤", x: "呆*木鸡", ok: "若", id: 777, options: "纵偏若真得百除生价鱼"}
, {y: "纠缠不*", x: "两袖*风", ok: "清", id: 778, options: "雷可脚裁朝清开敬国光"}
, {y: "卓*不群", x: "温文*雅", ok: "尔", id: 779, options: "海尔缺生状成日离耻相"}
, {y: "闻*未闻", x: "*作所为", ok: "所", id: 780, options: "绰所铁用残火绝收人下"}
, {y: "贪赃枉*", x: "逍遥*外", ok: "法", id: 781, options: "历末法逃劈落新读饮度"}
, {y: "虽死犹*", x: "素昧平*", ok: "生", id: 782, options: "裁一管贵见知生精英明"}
, {y: "心如*水", x: "望梅*渴", ok: "止", id: 783, options: "老金日蛇止盈精分风中"}
, {y: "量体*衣", x: "称体*衣", ok: "裁", id: 784, options: "刚异难如小家裁行敲之"}
, {y: "*在千里", x: "*大才疏", ok: "志", id: 785, options: "顺自笑志墙度歪复顾境"}
, {y: "*身难保", x: "*食其果", ok: "自", id: 786, options: "用世情烦自意切不观头"}
, {y: "风和*丽", x: "风吹*晒", ok: "日", id: 787, options: "实征如星应头迷不地日"}
, {y: "丢卒*车", x: "*家卫国", ok: "保", id: 788, options: "不远而实保江危里半四"}
, {y: "翻*覆地", x: "改*换地", ok: "天", id: 789, options: "服生而择天头斗知十五"}
, {y: "快言快*", x: "好言好*", ok: "语", id: 790, options: "十不语外为人音返刚下"}
, {y: "自*陶醉", x: "自*吹嘘", ok: "我", id: 791, options: "如偏无之肺中户我身生"}
, {y: "*管不顾", x: "*寒而栗", ok: "不", id: 792, options: "作十繁不当容枝真济难"}
, {y: "半斤*两", x: "*仙过海", ok: "八", id: 793, options: "八师出气赤作分遍朝金"}
, {y: "*树一帜", x: "*擅胜场", ok: "独", id: 794, options: "无耳沸如合独根眼真婆"}
, {y: "坚不可*", x: "*眉折腰", ok: "摧", id: 795, options: "敝杯消老空珠大冰摧背"}
, {y: "*拘小节", x: "*拘一格", ok: "不", id: 796, options: "克如星职不离服孔水天"}
, {y: "名垂青*", x: "稗官野*", ok: "史", id: 797, options: "重荣史三大气巧杯户才"}
, {y: "*浪兴风", x: "著*等身", ok: "作", id: 798, options: "光之天救古收作外花背"}
, {y: "*手牵羊", x: "*理成章", ok: "顺", id: 799, options: "顺还红中草兵各凤三寥"}
, {y: "意气用*", x: "一*无成", ok: "事", id: 800, options: "惊而日红志事先样形飘"}
, {y: "酩酊*醉", x: "牛高马*", ok: "大", id: 801, options: "而婆才分直样欣洋动大"}
, {y: "伯仲*间", x: "败军*将", ok: "之", id: 802, options: "音义体不大待忸之点中"}
, {y: "语*心长", x: "郑*其事", ok: "重", id: 803, options: "新眉征笑勃得重比通似"}
, {y: "没齿*忘", x: "艰*险阻", ok: "难", id: 804, options: "无独游死地草头遍难所"}
, {y: "素*谋面", x: "生死*卜", ok: "未", id: 805, options: "狗生晓天严风横毫争未"}
, {y: "师出*名", x: "身*分文", ok: "无", id: 806, options: "张非笑悔无巨津兵志置"}
, {y: "从*不迫", x: "不*置喙", ok: "容", id: 807, options: "眉补瓮四一变容土藏成"}
, {y: "万籁*寂", x: "声色*厉", ok: "俱", id: 808, options: "神冰繁路俱临谆闲可如"}
, {y: "*诚所至", x: "*兵简政", ok: "精", id: 809, options: "至穷事史逢精江血假不"}
, {y: "两全*美", x: "*乐无穷", ok: "其", id: 810, options: "十热打血其抗消为年善"}
, {y: "镜花*月", x: "流觞曲*", ok: "水", id: 811, options: "水妙价成毛满救测乱头"}
, {y: "*条斯理", x: "轻拢*捻", ok: "慢", id: 812, options: "慢沙狗红飞接绰三胆重"}
, {y: "不*实际", x: "*磋琢磨", ok: "切", id: 813, options: "得各不光合扬复切风辙"}
, {y: "*高无上", x: "*理名言", ok: "至", id: 814, options: "出余自至生绝夫济作无"}
, {y: "民生凋*", x: "*帚自珍", ok: "敝", id: 815, options: "兢不敝约毛生见长教风"}
, {y: "沉鱼*雁", x: "尘埃*定", ok: "落", id: 816, options: "得约热歪花毫毛落尽九"}
, {y: "自告*勇", x: "振*人心", ok: "奋", id: 817, options: "绣坚不末默江雷奋勃再"}
, {y: "差强人*", x: "不怀好*", ok: "意", id: 818, options: "不意征玉门休热各继教"}
, {y: "垂头丧*", x: "荡*回肠", ok: "气", id: 819, options: "云想体红气妻天打焚语"}
, {y: "顺藤摸*", x: "*田李下", ok: "瓜", id: 820, options: "足右车消如恶瓜高历末"}
, {y: "隔岸*火", x: "察言*色", ok: "观", id: 821, options: "合神反户观分遥自此宜"}
, {y: "一技之*", x: "扬*而去", ok: "长", id: 822, options: "不管可罗长如能教开报"}
, {y: "以讹*讹", x: "言归正*", ok: "传", id: 823, options: "天传无五手联过素雷残"}
, {y: "锦囊*计", x: "莫名其*", ok: "妙", id: 824, options: "怪妙过费缠得眼分见无"}
, {y: "响*云霄", x: "*头彻尾", ok: "彻", id: 825, options: "彻独志眼人手西执欣于"}
, {y: "*年好合", x: "*无聊赖", ok: "百", id: 826, options: "神高鱼短可能一海百针"}
, {y: "*刚怒目", x: "*戈铁马", ok: "金", id: 827, options: "忙可偏波然色金宾朝敝"}
, {y: "繁*昌盛", x: "繁*富强", ok: "荣", id: 828, options: "行玉直荣罗人三悔可杀"}
, {y: "呼*唤雨", x: "和*细雨", ok: "风", id: 829, options: "止空死火晚花感就无风"}
, {y: "走马观*", x: "移*接木", ok: "花", id: 830, options: "前不花并相废别歪复小"}
, {y: "*里胡哨", x: "*容月貌", ok: "花", id: 831, options: "花语离大意为其如重能"}
, {y: "舍近求*", x: "*交近攻", ok: "远", id: 832, options: "往经满远口军职意苦心"}
, {y: "重*旧好", x: "*旧利废", ok: "修", id: 833, options: "明为冠浑若修死兵生晚"}
, {y: "生财*道", x: "事出*因", ok: "有", id: 834, options: "至有仗多轻然泰心死横"}
, {y: "*妻四妾", x: "*五成群", ok: "三", id: 835, options: "气精碧呼小流相置言三"}
, {y: "疾言*色", x: "变本加*", ok: "厉", id: 836, options: "盗堂花面生寥心厉然无"}
, {y: "*靡一时", x: "*光旖旎", ok: "风", id: 837, options: "消落繁骨风裁敬三星画"}
, {y: "惨无人*", x: "倍*而行", ok: "道", id: 838, options: "就笑摧道自完兔一体花"}
, {y: "寄*篱下", x: "诲*不倦", ok: "人", id: 839, options: "草兵脚来假发精人离战"}
, {y: "聊以*慰", x: "咎由*取", ok: "自", id: 840, options: "十口面救晓待同石其自"}
, {y: "*人问津", x: "*伤大雅", ok: "无", id: 841, options: "病试喜不置迷无而收流"}
, {y: "丧心*狂", x: "老弱*残", ok: "病", id: 842, options: "异之逃志反先病如打害"}
, {y: "刨*问底", x: "盘*错节", ok: "根", id: 843, options: "逃根分安胜坚不如残而"}
, {y: "自*烦恼", x: "*花问柳", ok: "寻", id: 844, options: "齐寻篇骨心路烟节赤大"}
, {y: "治病*人", x: "无可*药", ok: "救", id: 845, options: "救赤右虚三吃无恰头而"}
, {y: "要言不*", x: "心*意乱", ok: "烦", id: 846, options: "散家体彩事从如合烦百"}
, {y: "吉祥如*", x: "回心转*", ok: "意", id: 847, options: "彬敝可难当一远意薪之"}
, {y: "昙*一现", x: "拈*惹草", ok: "花", id: 848, options: "面花临饮于无头当收可"}
, {y: "衣锦*归", x: "引以为*", ok: "荣", id: 849, options: "事战息下荣识情精万重"}
, {y: "*国殃民", x: "孽根*胎", ok: "祸", id: 850, options: "孔跳生三海鱼浩祸反照"}
, {y: "恶贯满*", x: "沸反*天", ok: "盈", id: 851, options: "度目分泰篇无澎好盈不"}
, {y: "人来人*", x: "南来北*", ok: "往", id: 852, options: "落现腾沸火见往差高居"}
, {y: "舍己*人", x: "歃血*盟", ok: "为", id: 853, options: "为废无避河罗狗金花徒"}
, {y: "闻*则喜", x: "雁*留声", ok: "过", id: 854, options: "体百香墙守过分劈天义"}
, {y: "异*天开", x: "意*不到", ok: "想", id: 855, options: "舟郁艰想晓扬当斗饮成"}
, {y: "无*不至", x: "*言大义", ok: "微", id: 856, options: "无欣其微约不一之打经"}
, {y: "覆水难*", x: "旱涝保*", ok: "收", id: 857, options: "收曲乱管德长不秀赴谈"}
, {y: "南辕北*", x: "如出一*", ok: "辙", id: 858, options: "绵残山若见半体涌辙临"}
, {y: "*子成龙", x: "*帝啼鹃", ok: "望", id: 859, options: "生窗其指斗可海一来望"}
, {y: "出*入化", x: "兵贵*速", ok: "神", id: 860, options: "纷差张遥返骨神指不绿"}
, {y: "老当益*", x: "豪情*志", ok: "壮", id: 861, options: "体包头返继乱见罗壮一"}
, {y: "骄兵必*", x: "枯枝*叶", ok: "败", id: 862, options: "恶话如烦力为世恰败生"}
, {y: "连*不断", x: "断断*续", ok: "续", id: 863, options: "香唇轻风续当惊自晓休"}
, {y: "*吃俭用", x: "发人深*", ok: "省", id: 864, options: "省前红寥不甘浑非作残"}
, {y: "狂风*雨", x: "横征*敛", ok: "暴", id: 865, options: "跳天指暴施眼默感肺负"}
, {y: "弃甲曳*", x: "厉*秣马", ok: "兵", id: 866, options: "能红万受奋兵武涌三高"}
, {y: "*己奉公", x: "*己复礼", ok: "克", id: 867, options: "横远大非报本小声法克"}
, {y: "少*老成", x: "*逾古稀", ok: "年", id: 868, options: "可书各病繁年宜沸放然"}
, {y: "锦*前程", x: "*花枕头", ok: "绣", id: 869, options: "门止不得绣未祸起张鱼"}
, {y: "物极必*", x: "适得其*", ok: "反", id: 870, options: "正相应无妻沙反头生明"}
, {y: "*精打采", x: "*拘无束", ok: "无", id: 871, options: "无教而子坚神志道会张"}
, {y: "*火朝天", x: "*泪盈眶", ok: "热", id: 872, options: "通热止而摸息普力十生"}
, {y: "九霄云*", x: "天*有天", ok: "外", id: 873, options: "忸为繁宜劳若非兵外信"}
, {y: "*弓蛇影", x: "*盘狼藉", ok: "杯", id: 874, options: "志无难杯当音于得善后"}
, {y: "热气*腾", x: "*云驾雾", ok: "腾", id: 875, options: "人五中年意徒门腾头而"}
, {y: "自食*力", x: "自圆*说", ok: "其", id: 876, options: "还历其尺性目眉息于半"}
, {y: "*得无厌", x: "*生怕死", ok: "贪", id: 877, options: "情从穷尔及慢志实前贪"}
, {y: "照*宣科", x: "追*溯源", ok: "本", id: 878, options: "至身教害之情生后本敌"}
, {y: "明*故犯", x: "见微*著", ok: "知", id: 879, options: "续临自生至知骨波无天"}
, {y: "天*地网", x: "星*棋布", ok: "罗", id: 880, options: "万涌堂画力罗三苦曲真"}
, {y: "对症*药", x: "上吐*泻", ok: "下", id: 881, options: "不就下跳微心高光华鱼"}
, {y: "似曾相*", x: "博*洽闻", ok: "识", id: 882, options: "胆风江曲识拉人堪无武"}
, {y: "轻举妄*", x: "怦然心*", ok: "动", id: 883, options: "口动坐珠后饮指手腾及"}
, {y: "*光十色", x: "*彩缤纷", ok: "五", id: 884, options: "终家子无休五末变极人"}
, {y: "另眼*看", x: "交*辉映", ok: "相", id: 885, options: "毛飘就一相当面歪玉残"}
, {y: "*不相识", x: "*不相能", ok: "素", id: 886, options: "如素百小贪独红高头从"}
, {y: "归真*璞", x: "*璞归真", ok: "返", id: 887, options: "心见避打返鬼古公往救"}
, {y: "*风霁月", x: "*彩夺目", ok: "光", id: 888, options: "横各洋散舞上苦光不立"}
, {y: "*畅淋漓", x: "*然入梦", ok: "酣", id: 889, options: "年壮毫勃彬怪风所成酣"}
, {y: "气宇轩*", x: "慷慨激*", ok: "昂", id: 890, options: "登昂临众异废测传暴反"}
, {y: "好事多*", x: "卸*杀驴", ok: "磨", id: 891, options: "轻本九磨作从意仗生三"}
, {y: "惨绝*寰", x: "出*意料", ok: "人", id: 892, options: "自人见为花逃测严守头"}
, {y: "仙*道骨", x: "朔*凌冽", ok: "风", id: 893, options: "味后省杀风大遍跳待救"}
, {y: "*耳恭听", x: "*心革面", ok: "洗", id: 894, options: "盗日离鱼火巧堪横子洗"}
, {y: "负荆请*", x: "罚不当*", ok: "罪", id: 895, options: "磨半逢花齐势罪香多里"}
, {y: "返老*童", x: "买椟*珠", ok: "还", id: 896, options: "翻家还切办无补样头灵"}
, {y: "老*持重", x: "集腋*裘", ok: "成", id: 897, options: "成斗返家破发焚纷良海"}
, {y: "以*作则", x: "殒*不恤", ok: "身", id: 898, options: "命奉战包火身里貌识人"}
, {y: "旷世奇*", x: "德*兼备", ok: "才", id: 899, options: "心大易满慢才贪省缺见"}
, {y: "标新*异", x: "程门*雪", ok: "立", id: 900, options: "立言引圆相欣抒杂敌前"}
, {y: "恃*傲物", x: "恃*放旷", ok: "才", id: 901, options: "口里价赫不才人百昂胆"}
, {y: "层出*穷", x: "充耳*闻", ok: "不", id: 902, options: "末无应天不为尾形月知"}
, {y: "官运亨*", x: "融会贯*", ok: "通", id: 903, options: "高扬花从遍勃奇砖居通"}
, {y: "*梦初醒", x: "*履平地", ok: "如", id: 904, options: "乱友苦克分亭不心如空"}
, {y: "首屈一*", x: "*鹿为马", ok: "指", id: 905, options: "待论无一临阔见灵指方"}
, {y: "含笑*泉", x: "*牛一毛", ok: "九", id: 906, options: "虎澎合九孔得两马至切"}
, {y: "死去活*", x: "说*话长", ok: "来", id: 907, options: "及性来烦泰昂怪语古国"}
, {y: "*了了之", x: "*郎不秀", ok: "不", id: 908, options: "危涌继先方幸无历不事"}
, {y: "悬崖勒*", x: "骑*找马", ok: "马", id: 909, options: "马闲残津两花无别彻独"}
, {y: "张灯结*", x: "绚丽多*", ok: "彩", id: 910, options: "右彩碧不气目天惶尘失"}
, {y: "刻*铭心", x: "奴颜媚*", ok: "骨", id: 911, options: "当头苦力敌姿大藏骨废"}
, {y: "各式各*", x: "大模大*", ok: "样", id: 912, options: "补磨世善样乱出书光巧"}
, {y: "泪如泉*", x: "风起云*", ok: "涌", id: 913, options: "家一世朝感涌水远德华"}
, {y: "宁死*屈", x: "念念*忘", ok: "不", id: 914, options: "头休登不欣好花面婆大"}
, {y: "*开眼笑", x: "*清目秀", ok: "眉", id: 915, options: "寻不针然流眉而游意国"}
, {y: "耐*寻味", x: "千*一面", ok: "人", id: 916, options: "人火龙一足为重笑九鱼"}
, {y: "*乘之机", x: "*见一斑", ok: "可", id: 917, options: "可打断冲敲大百神奋其"}
, {y: "伸*缩颈", x: "探*探脑", ok: "头", id: 918, options: "阴方巨头德盗色差知忙"}
, {y: "身*百倍", x: "无*之宝", ok: "价", id: 919, options: "无薪绰不价风如摧花八"}
, {y: "求之不*", x: "妙手偶*", ok: "得", id: 920, options: "离花鱼根极避作咬如得"}
, {y: "千疮百*", x: "*武有力", ok: "孔", id: 921, options: "家事征不灵孔口头执有"}
, {y: "匆匆*忙", x: "不慌不*", ok: "忙", id: 922, options: "历理顺之晚优忙宾水色"}
, {y: "*芒万丈", x: "*明磊落", ok: "光", id: 923, options: "堪力守两光至难英往石"}
, {y: "若*其事", x: "忍*可忍", ok: "无", id: 924, options: "轻兵莫无晦就势息满先"}
, {y: "一笑*之", x: "一*百了", ok: "了", id: 925, options: "小天之塞鱼了浩如风酒"}
, {y: "宽大为*", x: "关*备至", ok: "怀", id: 926, options: "管怀自鬼生才征短新丰"}
, {y: "心*旁骛", x: "虚*缥缈", ok: "无", id: 927, options: "烟虚燃无飞贪体反味瓮"}
, {y: "不合时*", x: "便*行事", ok: "宜", id: 928, options: "通明无终现所不喜宜分"}
, {y: "*取所需", x: "*种各样", ok: "各", id: 929, options: "天相各巨逢色论花堂智"}
, {y: "隐隐*约", x: "*法三章", ok: "约", id: 930, options: "彬世度生约合无十唱轻"}
, {y: "悲欢*合", x: "斑驳陆*", ok: "离", id: 931, options: "现口星花我海离敝天鬼"}
, {y: "哭*不得", x: "哄堂大*", ok: "笑", id: 932, options: "笑宜直止大骨目问摸清"}
, {y: "海*天空", x: "开*眼界", ok: "阔", id: 933, options: "三而纵阔曲立观离郁含"}
, {y: "长久*计", x: "置*不理", ok: "之", id: 934, options: "开不花家生分省除晚之"}
, {y: "*津乐道", x: "*津有味", ok: "津", id: 935, options: "如不所难磨擂动可津读"}
, {y: "独占鳌*", x: "兜*盖脸", ok: "头", id: 936, options: "牙若头玉敌病百逃一历"}
, {y: "确确*实", x: "*话实说", ok: "实", id: 937, options: "自实离克手指无犹彻外"}
, {y: "突*其来", x: "危*累卵", ok: "如", id: 938, options: "合天废酣飞命如而有不"}
, {y: "*仁不让", x: "*务之急", ok: "当", id: 939, options: "血恶外当凤残扬省高择"}
, {y: "鸦雀*声", x: "一览*遗", ok: "无", id: 940, options: "瓜事不斗笑大之欣劈无"}
, {y: "草木皆*", x: "残*败将", ok: "兵", id: 941, options: "百无薪兵不本试酣枝而"}
, {y: "*平八稳", x: "*通八达", ok: "四", id: 942, options: "真可实抒三无待落穷四"}
, {y: "*字招牌", x: "*玉满堂", ok: "金", id: 943, options: "彬大关小犹金人能消形"}
, {y: "劫富*贫", x: "*济一堂", ok: "济", id: 944, options: "危体济波人眼书不五居"}
, {y: "一毛*拔", x: "一蹶*振", ok: "不", id: 945, options: "树不往晚济阔缠其自再"}
, {y: "捷足先*", x: "红不棱*", ok: "登", id: 946, options: "狗当不迷之沸我登飞摇"}
, {y: "大雪纷*", x: "*短流长", ok: "飞", id: 947, options: "飞眼之海丝差龙击意如"}
, {y: "天高*厚", x: "天翻*覆", ok: "地", id: 948, options: "宗而大地不糊四才体浩"}
, {y: "贼心不*", x: "要*要活", ok: "死", id: 949, options: "往胆性无死能问热星不"}
, {y: "亘*不变", x: "*今中外", ok: "古", id: 950, options: "声默古修临长风少相神"}
, {y: "久*盛名", x: "*屈衔冤", ok: "负", id: 951, options: "酒劳前负共泛救穿友杂"}
, {y: "四*皆空", x: "硕*无朋", ok: "大", id: 952, options: "大后轻摇若自接补目两"}
, {y: "*暴自弃", x: "*不量力", ok: "自", id: 953, options: "自约舟居后返齐笑顾飞"}
, {y: "不敢*津", x: "不耻下*", ok: "问", id: 954, options: "气薪四贤问世跳交前法"}
, {y: "恩断义*", x: "断子*孙", ok: "绝", id: 955, options: "珠狗目极风为绝众阔路"}
, {y: "实*求是", x: "少不更*", ok: "事", id: 956, options: "事家不心于死丝联难度"}
, {y: "*苞欲放", x: "*情脉脉", ok: "含", id: 957, options: "节翻若话断生人含理机"}
, {y: "*勤克俭", x: "相生相*", ok: "克", id: 958, options: "磨息克事而怀洗恰冰知"}
, {y: "七*八下", x: "琅琅*口", ok: "上", id: 959, options: "徒吃明生上照偏少口弦"}
, {y: "*表人才", x: "*笔勾销", ok: "一", id: 960, options: "省至大无子精祸迷心一"}
, {y: "责*旁贷", x: "贻害*穷", ok: "无", id: 961, options: "头乱仗花无百切想惊赫"}
, {y: "*头鼠窜", x: "*成一团", ok: "抱", id: 962, options: "有心薪十过残五天出抱"}
, {y: "南*北战", x: "旁*博引", ok: "征", id: 963, options: "空征世碎一三相异草里"}
, {y: "枉*心机", x: "煞*苦心", ok: "费", id: 964, options: "战天牙烟迷费还人小兢"}
, {y: "跃跃欲*", x: "以身*法", ok: "试", id: 965, options: "试如节天择似成背点理"}
, {y: "*能自已", x: "*吝赐教", ok: "不", id: 966, options: "不兵消志闲人守真后风"}
, {y: "茅*顿开", x: "*翁失马", ok: "塞", id: 967, options: "点大心人望真面塞独朝"}
, {y: "面面*到", x: "泥沙*下", ok: "俱", id: 968, options: "可实口俱江势消两尽反"}
, {y: "浪*回头", x: "君*之交", ok: "子", id: 969, options: "摧所门士头澎可子妖欲"}
, {y: "*连忘返", x: "*芳百世", ok: "流", id: 970, options: "流难往来待狗英力华即"}
, {y: "傻*傻脑", x: "拳*产品", ok: "头", id: 971, options: "图贤古户尽烟口弦头戴"}
, {y: "*空如也", x: "*穴来风", ok: "空", id: 972, options: "巧较士徒体妙摸绿空当"}
, {y: "*声鹤唳", x: "*烛残年", ok: "风", id: 973, options: "词死手性不出清悦善风"}
, {y: "串通*气", x: "传诵*时", ok: "一", id: 974, options: "退重自人色一费如形头"}
, {y: "英*飒爽", x: "雄*英发", ok: "姿", id: 975, options: "无话碎大气悔姿头除敌"}
, {y: "大吃*惊", x: "倒打*耙", ok: "一", id: 976, options: "大真一生人唯引离三之"}
, {y: "*慈手软", x: "*存芥蒂", ok: "心", id: 977, options: "浩遍耻离心不一情立受"}
, {y: "活*活现", x: "*丹妙药", ok: "灵", id: 978, options: "大然灵血落补生不画面"}
, {y: "*飞凤起", x: "*斗虎争", ok: "龙", id: 979, options: "见狗秀良席置就死欣龙"}
, {y: "连*不断", x: "情意*绵", ok: "绵", id: 980, options: "逢此波直迷抗返绵交心"}
, {y: "先人*己", x: "先斩*奏", ok: "后", id: 981, options: "下新大盗唱欲后才惩约"}
, {y: "豁然*朗", x: "大*眼界", ok: "开", id: 982, options: "形报白飞张开分克慢英"}
, {y: "机关算*", x: "*如人意", ok: "尽", id: 983, options: "夫论意其慢事身尽无之"}
, {y: "丧尽天*", x: "*辰美景", ok: "良", id: 984, options: "能敝管事焚日良面了可"}
, {y: "再*父母", x: "有*之年", ok: "生", id: 985, options: "寻辙不人两信门废救生"}
, {y: "*义灭亲", x: "*义凛然", ok: "大", id: 986, options: "大行浑仗差力远堪才守"}
, {y: "抛*引玉", x: "添*加瓦", ok: "砖", id: 987, options: "砖袒心逢缠八磨神堂未"}
, {y: "*鸟依人", x: "*题大做", ok: "小", id: 988, options: "无不疑行杂生逢辞拉小"}
, {y: "物尽其*", x: "滥*职权", ok: "用", id: 989, options: "风冲赤用联合铁绿尽齐"}
, {y: "自惭*秽", x: "原*毕露", ok: "形", id: 990, options: "花怒人光形遥征烦书九"}
, {y: "举棋*定", x: "局促*安", ok: "不", id: 991, options: "难小鱼敌世不息而残行"}
, {y: "*如既往", x: "*以贯之", ok: "一", id: 992, options: "实友关得危人息一珠神"}
, {y: "逆来顺*", x: "腹背*敌", ok: "受", id: 993, options: "尔怪受落读血于之可心"}
, {y: "*人注目", x: "*以为憾", ok: "引", id: 994, options: "人轻发牙引行高并终眉"}
, {y: "鬼*连篇", x: "废*连篇", ok: "话", id: 995, options: "话铁差花无实壮动所死"}
, {y: "春华秋*", x: "脚踏*地", ok: "实", id: 996, options: "骨饱载退水性实十遍能"}
, {y: "憨态*掬", x: "高不*攀", ok: "可", id: 997, options: "并碎津古满正风可见命"}
, {y: "栩栩*生", x: "血流*注", ok: "如", id: 998, options: "明丰用然如末知后恰省"}
, {y: "成败得*", x: "大惊*色", ok: "失", id: 999, options: "声普穿灵饮齐征失意生"}

]
module.exports.data = data;